Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: cannot get supplemental group list
pl: uzyskanie pe³nej listy grup niemo¿liwe

source: groups=
pl: grupy=

source: the strip option may not be used when installing a directory
pl: opcja obcinania (strip) nie mo¿e byæ u¿yta przy instalowaniu katalogu

source: invalid mode %s
pl: b³êdne uprawnienia %s

source: creating directory %s
pl: tworzenie katalogu %s

source: cannot change ownership of %s
pl: nie mo¿na zmieniæ w³a¶ciciela na %s

source: cannot set time stamps for %s
pl: nie mo¿na ustawiæ czasów %s

source: fork system call failed
pl: nie powiiod³o siê wywo³anie systemowe fork

source: cannot run strip
pl: nie uda³o siê uruchomiæ strip

source: strip failed
pl: b³±d strip

source: invalid user %s
pl: b³êdny u¿ytkownik %s

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -c (ignored) -d, --directory treat all arguments as directory names; create all components of the specified directories
pl: --backup[=TRYB] robienie kopii zapasowej przed zamazaniem pliku -b jak --backup, ale bez podawania argumentu -c (ignorowane) -d, --directory traktowanie wszystkich argumentów jako nazw katalogów; tworzenie katalogów sk³adowych podanych katalogów

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
pl: Rozszerzenie nazwy kopii zapasowej to `~', je¿eli nie jest ustawione inaczej przez --suffix albo SIMPLE_BACKUP_SUFFIX. Traktowanie wersji mo¿e byæ ustawione przez opcjê --backup albo przez zmienn± ¶rodowiska VERSION_CONTROL. Mo¿liwe warto¶ci:

source: For each pair of input lines with identical join fields, write a line to standard output. The default join field is the first, delimited by whitespace. When FILE1 or FILE2 (not both) is -, read standard input. -a FILENUM print unpairable lines coming from file FILENUM, where FILENUM is 1 or 2, corresponding to FILE1 or FILE2 -e EMPTY replace missing input fields with EMPTY
pl: Dla ka¿dej pary linii z identycznymi polami ³±cz±cymi wypisywana jest linia na standardowym wyj¶ciu. Domy¶lnie pole ³±cz±ce jest pierwsze i oddzielone odstêpem. Gdy PLIK1 albo PLIK2 (nie oba) to -, czytane jest standardowe wej¶cie. -a NUMER wypisanie linii nie do pary z pliku NUMER, gdzie numer to 1 albo 2, odpowiadaj±cy PLIKOWI1 albi PLIKOWI2 -e PUSTE zamiana brakuj±cych pól na wej¶ciu na PUSTE

source: -i, --ignore-case ignore differences in case when comparing fields -j FIELD equivalent to `-1 FIELD -2 FIELD' -o FORMAT obey FORMAT while constructing output line -t CHAR use CHAR as input and output field separator
pl: -i, --ignore-case porównuj±c pola ignoruje ró¿nice miêdzy ma³ymi i wielkimi literami -j POLE równowa¿ne `-j 1 POLE -j 2 POLE' -o FORMAT zachowanie FORMATU przy tworzeniu linii wyj¶ciowej -t ZNAK u¿ycie ZNAKU jako separatora pól linii wej. i wyj.

source: -v FILENUM like -a FILENUM, but suppress joined output lines -1 FIELD join on this FIELD of file 1 -2 FIELD join on this FIELD of file 2
pl: -v NUMER jak -a NUMER, ale bez wypisania po³±czonych linii wyj¶c. -1 POLE po³±czenie plików na tym POLU pliku 1 -2 POLE po³±czenie plików na tym POLU pliku 2

source: Unless -t CHAR is given, leading blanks separate fields and are ignored, else fields are separated by CHAR. Any FIELD is a field number counted from 1. FORMAT is one or more comma or blank separated specifications, each being `FILENUM.FIELD' or `0'. Default FORMAT outputs the join field, the remaining fields from FILE1, the remaining fields from FILE2, all separated by CHAR. Important: FILE1 and FILE2 must be sorted on the join fields.
pl: Je¿eli nie jest podana opcja -t ZNAK, spacje na pocz±tku linii oddzielaj± pola i s± ignorowane, w przeciwnym wypadku pola s± oddzielane przez ZNAK. POLE jest numerem pola liczonym od 1. FORMAT to jedna lub wiêcej specyfikacji oddzielonych przecinkami lub odstêpami, ka¿da w postaci `NUMER.POLE' albo `0'. Domy¶lny format wypisuje pole ³±cz±ce, pozosta³e pola z PLIKU1 i pozosta³e pola z PLIKU2, wszystkie oddzielone ZNAKIEM. Uwaga: PLIK1 i PLIK2 musza byc posortowane po polu ³±cz±cym.

source: value %s is so large that it is not representable
pl: warto¶æ %s jest tak du¿a, ¿e nie mo¿e zostaæ wyra¿ona

source: invalid field number: %s
pl: b³êdny numer pola: %s

source: empty tab
pl: pusty TAB

source: incompatible tabs
pl: niekompatybilne TABy

source: both files cannot be standard input
pl: oba pliki nie mog± byæ standardowym wej¶ciem

source: Usage: %s [-s SIGNAL | -SIGNAL] PID... or: %s -l [SIGNAL]... or: %s -t [SIGNAL]...
pl: Sk³adnia: %s [-s SYGNA£ | -SYGNA£] PID... albo: %s -l [SYGNA£]... albo: %s -t [SYGNA£]...

source: Send signals to processes, or list signals.
pl: Wysy³a sygna³y do procesów albo pokazuje listê sygna³ów.

source: -s, --signal=SIGNAL, -SIGNAL specify the name or number of the signal to be sent -l, --list list signal names, or convert signal names to/from numbers -t, --table print a table of signal information
pl: -s, --signal=SYGNA£, -SYGNA£ nazwa albo numer SYGNA£U do wys³ania -l, --list lista nazw sygna³ów albo konwersja nazw na/z numery -t, --table tablica informacji o sygna³ach

source: SIGNAL may be a signal name like `HUP', or a signal number like `1', or an exit status of a process terminated by a signal. PID is an integer; if negative it identifies a process group.
pl: SYGNA£ mo¿e byæ podany przez nazwê jak `HUP' albo numer jak `1' albo jako status wyj¶ciowy procesu zakoñczonego przez sygna³. PID jest liczb± ca³kowit±, je¿eli ujemn±, to oznacza grupê procesów.

source: %s: invalid signal
pl: %s: b³êdny sygna³

source: %s: invalid process id
pl: %s: b³êdny identyfikator procesu

source: invalid option -- %c
pl: b³êdna opcja -- %c

source: %s: multiple signals specified
pl: %s: podano wiele sygna³ów

source: multiple -l or -t options specified
pl: podano wiele opcji -l lub -t

source: cannot combine signal with -l or -t
pl: nie mo¿na podaæ sygna³u równocze¶nie z opcjami -l lub -t

source: no process ID specified
pl: brak identyfikatora procesu

source: Usage: %s FILE1 FILE2 or: %s OPTION
pl: Sk³adnia: %s PLIK1 PLIK2 albo: %s OPCJA

source: Call the link function to create a link named FILE2 to an existing FILE1.
pl: U¿ycie funkcji link do utworzenia dowi±zania o nazwie PLIK2 do istniej±cego PLIKU1.

source: cannot create link %s to %s
pl: nie mo¿na utworzyæ dowi±zania %s do %s

source: %s: warning: making a hard link to a symbolic link is not portable
pl: %s: uwaga: zrobienie zwyk³ego dowi±zania do symbolicznego nie jest przeno¶ne

source: %s: hard link not allowed for directory
pl: %s: nie mo¿na zrobiæ dowi±zania zwyk³ego do katalogu

source: %s: cannot overwrite directory
pl: %s: nie mo¿na zamazaæ katalogu

source: %s: replace %s?
pl: %s: zast±piæ %s?

source: create symbolic link %s to %s
pl: tworzenie dowi±zania symbolicznego %s do %s

source: create hard link %s to %s
pl: tworzenie dowi±zania zwyk³ego %s do %s

source: creating symbolic link %s to %s
pl: tworzenie dowi±zania symbolicznego %s do %s

source: creating hard link %s to %s
pl: tworzenie dowi±zania zwyk³ego %s do %s

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -d, -F, --directory allow the superuser to attempt to hard link directories (note: will probably fail due to system restrictions, even for the superuser) -f, --force remove existing destination files
pl: --backup[=TRYB] zrobienie kopii zapasowej przed skasowaniem -b jak --backup, ale bez argumentu -d, -F, --directory administrator mo¿e robiæ dowi±zania zwyk³e do katalogów (uwaga: prawdopodobnie bez powodzenia ze wzglêdu na ograniczenia systemowe obowi±zuj±ce nawet administratora) -f, --force skasowanie istniej±cych CELÓW bez pytania

source: -n, --no-dereference treat destination that is a symlink to a directory as if it were a normal file -i, --interactive prompt whether to remove destinations -s, --symbolic make symbolic links instead of hard links
pl: -n, --no-dereference je¿eli CEL jest dowi±zaniem symbolicznym do katalogu, traktowany jest jak zwyk³y plik -i, --interactive program pyta czy usun±æ CELE -s, --symbolic tworzenie dowi±zañ symbolicznych zamiast zwyk³ych

source: Usage: %s [OPTION]
pl: Sk³adnia: %s [OPCJA]

source: Print the name of the current user.
pl: Wypisuje nazwê aktualnego u¿ytkownika.

source: no login name
pl: brak nazwy u¿ytkownika

source: ignoring invalid value of environment variable QUOTING_STYLE: %s
pl: ignorujê b³êdny rozmiar zmiennej ¶rodowiskowej QUOTING_STYLE: %s

source: ignoring invalid width in environment variable COLUMNS: %s
pl: ignorujê b³êdn± d³ugo¶æ w zmiennej ¶rodowiskowej COLUMNS: %s

source: ignoring invalid tab size in environment variable TABSIZE: %s
pl: ignorujê b³êdny rozmiar tab-a w zmiennej ¶rodowiska TABSIZE: %s

source: invalid line width: %s
pl: b³êdna szeroko¶æ linii: %s

source: invalid tab size: %s
pl: b³êdny rozmiar TAB-a: %s

source: invalid time style format %s
pl: b³êdny format stylu czasu %s

source: unrecognized prefix: %s
pl: nierozpoznany prefiks: %s

source: unparsable value for LS_COLORS environment variable
pl: niezrozumia³a warto¶æ zmiennej ¶rodowiska LS_COLORS

source: cannot determine device and inode of %s
pl: nie mo¿na ustaliæ urz±dzenia i i-wêz³a %s

source: reading directory %s
pl: czytanie katalogu %s

source: cannot compare file names %s and %s
pl: nie mo¿na porównaæ nazw plików %s i %s

source: List information about the FILEs (the current directory by default). Sort entries alphabetically if none of -cftuSUX nor --sort.
pl: Wypisanie informacji o PLIKACH (domy¶lnie w katalogu bie¿±cym). Sortowane alfabetyczne, je¿eli nie jest podana ¿adna z opcji -cftuSUX ani --sort.

source: --block-size=SIZE use SIZE-byte blocks -B, --ignore-backups do not list implied entries ending with ~ -c with -lt: sort by, and show, ctime (time of last modification of file status information) with -l: show ctime and sort by name otherwise: sort by ctime
pl: --block-size=ROZMIAR u¿ycie bloków o podanym w bajtach ROZMIARZE -B, --ignore-backups bez pokazania plików koñcz±cych siê na ~ -c z -lt: sortowanie wg i wypisanie ctime (czasu ostatniej modyfikacji danych o pliku) z -l: wypisanie ctime i sortowanie wg nazw w przeciwnym przypadku: sortowanie wg ctime

source: -C list entries by columns --color[=WHEN] control whether color is used to distinguish file types. WHEN may be `never', `always', or `auto' -d, --directory list directory entries instead of contents, and do not dereference symbolic links -D, --dired generate output designed for Emacs' dired mode
pl: -C wypisanie plików w kolumnach --color[=GDY] sterowanie u¿ycia kolorów rozró¿niaj±cych typy plików. GDY mo¿e byæ `never' (nigdy), `always' (zawsze) albo `auto' (automatyczne) -d, --directory pokazanie katalogów zamiast ich zawarto¶ci, bez rozwi±zywania dowi±zañ symbolicznych -D, --dired dane wyj¶ciowe dla trybu dired Emacsa

source: -l use a long listing format -L, --dereference when showing file information for a symbolic link, show information for the file the link references rather than for the link itself -m fill width with a comma separated list of entries
pl: -l u¿ycie d³ugiego formatu wyj¶ciowego -L, --dereference pokazanie plików wskaz. przez dowi±zania symboliczne -m pisanie do pe³nej szeroko¶ci, oddzielanie przecinkami

source: -q, --hide-control-chars print ? instead of non graphic characters --show-control-chars show non graphic characters as-is (default unless program is `ls' and output is a terminal) -Q, --quote-name enclose entry names in double quotes --quoting-style=WORD use quoting style WORD for entry names: literal, locale, shell, shell-always, c, escape
pl: -q, --hide-control-chars pisanie ? zamiast znaków steruj±cych --show-control-chars pokazanie znaków niedrukowalnych (domy¶lnie, chyba ¿e program nazywa siê `ls' i pisze na terminalu) -Q, --quote-name ujêcie nazw w cudzys³owy --quoting-style=S£OWO zabezpieczenie znaków specjalnych w stylu S£OWO: literal, locale, shell, shell-always, c, escape

source: -u with -lt: sort by, and show, access time with -l: show access time and sort by name otherwise: sort by access time -U do not sort; list entries in directory order -v sort by version
pl: -u z -lt: sortowanie wg i wypisanie czasu ostatniego dostêpu; z -l: wypisanie czasu dostêpu i sortowanie wg nazw; w przeciwnym przypadku: sortowanie wg czasu dostêpu -U bez sortowania, wypisanie kolejno¶ci jak w katalogu -v sortowanie wg wersji

source: -w, --width=COLS assume screen width instead of current value -x list entries by lines instead of by columns -X sort alphabetically by entry extension -1 list one file per line
pl: -w, --width=KOLUMNA szeroko¶æ ekranu zamiast warto¶ci bie¿±cej -x wypisanie nazw w kolejnych liniach, nie kolumnach -X sortowanie alfabetyczne wg rozszerzeñ -1 listowanie po jednym pliku w linii

source: The sums are computed as described in %s. When checking, the input should be a former output of this program. The default mode is to print a line with checksum, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
pl: Sumy s± liczone wg opisu w %s. Przy sprawdzaniu dane wej¶ciowe powinny byæ takie jak wygenerowane przez ten program na wyj¶ciu. Domy¶lny tryb to wypisanie linii z sum± kontroln±, znaku wskazuj±cego typ (`*' binarny, ` ' tekstowy) i nazwy ka¿dego PLIKU.

source: %s: FAILED open or read
pl: %s: NIEPOWODZENIE otwarcia lub odczytu

source: FAILED
pl: NIEPOWODZENIE

source: OK
pl: DOBRZE

source: %s: read error
pl: %s: b³±d odczytu

source: %s: no properly formatted %s checksum lines found
pl: %s: brak poprawnie sformatowanych linii sumy kontrolnej %s

source: the --binary and --text options are meaningless when verifying checksums
pl: opcje --binary i --text nie maj± znaczenia przy weryfikacji sum kontrolnych

source: the --status option is meaningful only when verifying checksums
pl: opcja --status ma znaczenie tylko przy weryfikacji sum kontrolnych

source: the --warn option is meaningful only when verifying checksums
pl: opcja --warn ma znaczenie tylko przy weryfikacji sum kontrolnych

source: Usage: %s [OPTION] DIRECTORY...
pl: Sk³adnia: %s [OPCJA] KATALOG...

source: Create the DIRECTORY(ies), if they do not already exist.
pl: Utworzenie KATALOGU/ÓW, je¿eli jeszcze nie istniej±.

source: -m, --mode=MODE set permission mode (as in chmod), not rwxrwxrwx - umask -p, --parents no error if existing, make parent directories as needed -v, --verbose print a message for each created directory
pl: -m, --mode=UPRAWN ustawienie uprawnieñ (jak w chmod), nie rwxrwxrwx-umask -p, --parents bez b³êdu gdy istnieje, utworzenie ca³ej ¶cie¿ki katalogów -v, --verbose wypisanie komunikatu o ka¿dym utworzonym katalogu

source: created directory %s
pl: utworzony katalog %s

source: cannot set permissions of directory %s
pl: nie mo¿na ustawiæ uprawnieñ katalogu %s

source: Usage: %s [OPTION] NAME...
pl: Sk³adnia: %s [OPCJA] NAZWA...

source: Create named pipes (FIFOs) with the given NAMEs.
pl: Tworzenie nazwanych potoków (pipes, FIFOs) o podanych NAZWACH.

source: -m, --mode=MODE set permission mode (as in chmod), not a=rw - umask
pl: -m, --mode=UPRAWN ustawienie uprawnieñ (jak w chmod), nie a=rw-umask

source: fifo files not supported
pl: potoki nie s± obs³ugiwane przez ten system

source: invalid mode
pl: b³êdne uprawnienia

source: cannot set permissions of fifo %s
pl: nie mo¿na ustawiæ uprawnieñ potoku %s

source: Usage: %s [OPTION]... NAME TYPE [MAJOR MINOR]
pl: Sk³adnia: %s [OPCJA]... NAZWA TYP [WIÊKSZY MNIEJSZY]

source: Create the special file NAME of the given TYPE.
pl: Utworzenie pliku specjalnego o podanej NAZWIE i TYPIE.

source: Both MAJOR and MINOR must be specified when TYPE is b, c, or u, and they must be omitted when TYPE is p. If MAJOR or MINOR begins with 0x or 0X, it is interpreted as hexadecimal; otherwise, if it begins with 0, as octal; otherwise, as decimal. TYPE may be:
pl: Dla TYPÓW b, c i u musi byæ podany zarówno WIÊKSZY jak MNIEJSZY numer urz±dzenia. Oba numery musz± byæ pominiête je¿eli TYP to p. Je¿eli WIÊKSZY lub MNIEJSZY zaczyna siê od 0x albo 0X, jest interpretowany jako liczba szesnastkowa. Je¿eli zaczyna siê od 0 - jako ósemkowa. W innych wypadkach - jako dziêsi±tkowa. TYP mo¿e byæ:

source: b create a block (buffered) special file c, u create a character (unbuffered) special file p create a FIFO
pl: b specjalny plik blokowy (buforowany) c, u specjalny plik znakowy (niebuforowany) p potok (FIFO)

source: block special files not supported
pl: specjalne pliki blokowe nie s± obs³ugiwane

source: character special files not supported
pl: specjalne pliki znakowe nie s± obs³ugiwane

source: invalid major device number %s
pl: b³êdny wiêkszy numer urz±dzenia %s

source: invalid minor device number %s
pl: b³êdny mniejszy numer urz±dzenia %s

source: invalid device %s %s
pl: b³êdne urz±dzenie %s %s

source: invalid device type %s
pl: b³êdne typ urz±dzenia %s

source: cannot set permissions of %s
pl: nie mo¿na ustawiæ uprawnieñ do %s

source: Rename SOURCE to DEST, or move SOURCE(s) to DIRECTORY.
pl: Przemianowanie ¬RÓD£A na CEL albo przeniesienie jednego lub wielu ¬RÓDE£ do KATALOGU.

source: Usage: %s [OPTION] [COMMAND [ARG]...]
pl: Sk³adnia: %s [OPCJA] [POLECENIE [ARGUMENT]...]

source: a command must be given with an adjustment
pl: razem z priorytetem musi byæ podane polecenie

source: Write each FILE to standard output, with line numbers added. With no FILE, or when FILE is -, read standard input.
pl: Wypisanie ka¿dego PLIKU na standardowe wyj¶cie z numerami linii. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: -b, --body-numbering=STYLE use STYLE for numbering body lines -d, --section-delimiter=CC use CC for separating logical pages -f, --footer-numbering=STYLE use STYLE for numbering footer lines
pl: -b, --body-numbering=STYL u¿ycie STYLU do numerowania linii tre¶ci -d, --section-delimiter=CC u¿ycie CC do oddzielania stron logicznych -f, --footer-numbering=STYL u¿ycie STYLU do numerowania linii stopek

source: -h, --header-numbering=STYLE use STYLE for numbering header lines -i, --page-increment=NUMBER line number increment at each line -l, --join-blank-lines=NUMBER group of NUMBER empty lines counted as one -n, --number-format=FORMAT insert line numbers according to FORMAT -p, --no-renumber do not reset line numbers at logical pages -s, --number-separator=STRING add STRING after (possible) line number
pl: -h, --header-numbering=STYL u¿ycie STYLU do numeracji linii nag³ówka -i, --page-increment=ILE przyrost numeracji linii -l, --join-blank-lines=ILE grupa ILU pustych linii liczona jako jedna -n, --number-format=FORMAT dopisanie numerów linii zgodnie z FORMATEM -p, --no-renumber bez zerowania numeracji na pocz±tkach stron logicznych -s, --number-separator=£AÑCUCH dodanie £AÑCUCHA po ewent. numerze linii

source: -v, --first-page=NUMBER first line number on each logical page -w, --number-width=NUMBER use NUMBER columns for line numbers
pl: -v, --first-page=NUMER NUMER pierwszej linii na stronie logicznej -w, --number-width=ILE ILE kolumn na numery linii

source: By default, selects -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC are two delimiter characters for separating logical pages, a missing second character implies :. Type \\ for \. STYLE is one of:
pl: Domy¶lnie wybrane s± -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC to dwa ograniczniki oddzielaj±ce strony logiczne. Je¿eli brakuje drugiego przyjmowana jest warto¶æ :. Napisz \\ ¿eby uzyskaæ \. STYL to jeden z:

source: invalid header numbering style: %s
pl: b³êdny styl numerowania nag³ówka: %s

source: invalid body numbering style: %s
pl: b³êdny styl numerownaia tre¶ci: %s

source: invalid footer numbering style: %s
pl: b³êdny styl numerowania stopek: %s

source: invalid starting line number: %s
pl: b³êdny pocz±tkowy numer linii: %s

source: invalid line number increment: %s
pl: b³êdny przyrost numeru linii: %s

source: invalid number of blank lines: %s
pl: b³êdna liczba pustych linii: %s

source: invalid line number field width: %s
pl: b³êdna szeroko¶æ pola numeru linii: %s

source: invalid line numbering format: %s
pl: b³êdny przyrost numeru linii: %s

source: Usage: %s COMMAND [ARG]... or: %s OPTION
pl: Sk³adnia: %s POLECENIE [ARGUMENT]... albo: %s OPCJA

source: Run COMMAND, ignoring hangup signals.
pl: Uruchomienie POLECENIA ignoruj±cego sygna³y HUP.

source: failed to open %s
pl: nie uda³o siê otworzyæ %s

source: appending output to %s
pl: do³±czanie wyników do %s

source: failed to set the copy of stderr to close on exec
pl: nie uda³o siê zamkn±æ kopii standardowego wyj¶cia przy wykonywaniu exec

source: failed to redirect standard error
pl: nie uda³o siê przekierowaæ wyj¶cia standardowego b³êdu

source: Write an unambiguous representation, octal bytes by default, of FILE to standard output. With more than one FILE argument, concatenate them in the listed order to form the input. With no FILE, or when FILE is -, read standard input.
pl: Wypisanie jednoznacznej reprezentacji PLIKU, domy¶lnie bajty ósemkowo, na standardowe wyj¶cie. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: All arguments to long options are mandatory for short options.
pl: Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± dla krótkich.

source: -A, --address-radix=RADIX decide how file offsets are printed -j, --skip-bytes=BYTES skip BYTES input bytes first
pl: -A, --address-radix=BAZA postaæ wypisywania pozycji -j, --skip-bytes=BAJTY ominiêcie tylu pocz±tkowych BAJTÓW ka¿dego pliku

source: d[SIZE] signed decimal, SIZE bytes per integer f[SIZE] floating point, SIZE bytes per integer o[SIZE] octal, SIZE bytes per integer u[SIZE] unsigned decimal, SIZE bytes per integer x[SIZE] hexadecimal, SIZE bytes per integer
pl: d[ROZMIAR] dziesiêtny ze znakiem, liczba o takim ROZMIARZE w bajtach f[ROZMIAR] zmiennoprzecinkowy, liczba o takim ROZMIARZE w bajtach o[ROZMIAR] ósemkowy, liczba o takim ROZMIARZE w bajtach u[ROZMIAR] dziesiêtny bez znaku, liczba o takim ROZMIARZE w bajtach x[ROZMIAR] szesnastkowy, liczba o takim ROZMIARZE w bajtach

source: SIZE is a number. For TYPE in doux, SIZE may also be C for sizeof(char), S for sizeof(short), I for sizeof(int) or L for sizeof(long). If TYPE is f, SIZE may also be F for sizeof(float), D for sizeof(double) or L for sizeof(long double).
pl: ROZMIAR jest liczb±. Dla TYPÓW d, o, u, x ROZMIAR mo¿e byæ te¿ C dla sizeof(char), S dla sizeof(short), I dla sizeof(int) albo L dla sizeof(long). Je¿eli TYP to f, ROZMIAR mo¿e byæ te¿ F dla sizeof(float), D dla sizeof(double) albo L dla sizeof(long double).

source: RADIX is d for decimal, o for octal, x for hexadecimal or n for none. BYTES is hexadecimal with 0x or 0X prefix, it is multiplied by 512 with b suffix, by 1024 with k and by 1048576 with m. Adding a z suffix to any type adds a display of printable characters to the end of each line of output.
pl: BAZÊ oznacza siê d je¿eli dziesiêtna, o - ósemkowa, x - szesnastkowa, n - ¿adna. BAJTY s± w zapisie szesnastkowym je¿eli maja przedrostek 0x albo 0X, je¿eli przyrostek to b, s± mno¿one przez 512, k - 1024, m - 1048576. Dodanie przyrostka `z' do dowolnego typu dodaje wy¶wietlanie znaków drukowalnych na koñcu ka¿dej linii.

source: --string without a number implies 3. --width without a number implies 32. By default, od uses -A o -t d2 -w 16.
pl: --string bez liczby oznacza d³ugo¶æ równ± 3. --width bez liczby oznacza szeroko¶æ równ± 32. Domy¶lnie od u¿ywa -A o -t d2 -w 16.

source: cannot skip past end of combined input
pl: nie mo¿na przeskoczyæ poza koniec po³±czonych danych wej¶ciowych

source: invalid output address radix `%c'; it must be one character from [doxn]
pl: b³êdna baza danych wyj¶ciowych `%c'; musi to byæ jeden ze znaków [doxn]
