Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: As a special case, cp makes a backup of SOURCE when the force and backup options are given and SOURCE and DEST are the same name for an existing, regular file.
pl: W przypadku specjalnym cp robi kopiê zapasow± ¬RÓD£A je¿eli s± podane opcje force i backup, a ¬RÓD£O i CEL s± t± sam± nazw± istniej±cego pliku zwyk³ego

source: failed to preserve times for %s
pl: nie uda³o siê zachowaæ czasu %s

source: failed to preserve permissions for %s
pl: nie uda³o siê zachowaæ uprawnieñ do %s

source: cannot make directory %s
pl: nie mo¿na utworzyæ katalogu %s

source: accessing %s
pl: dostêp do %s

source: symbolic links are not supported on this system
pl: ten system nie ma dowi±zañ symbolicznych

source: cannot make both hard and symbolic links
pl: nie mo¿na zrobiæ dowi±zania symbolicznego i zwyk³ego równocze¶nie

source: backup type
pl: rodzaj kopii zapasowej

source: read error
pl: b³±d czytania

source: input disappeared
pl: dane wej¶ciowe zniknê³y

source: %s: line number out of range
pl: %s: numer linii spoza zakresu

source: on repetition %s
pl: przy powtórzeniu %s

source: error in regular expression search
pl: b³±d szukania wyra¿enia regularnego

source: %s: integer expected after delimiter
pl: %s: po ograniczniku powinna byæ liczba ca³kowita

source: %s: `}' is required in repeat count
pl: %s: '}' jest wymagany w liczniku powtórzeñ

source: %s}: integer required between `{' and `}'
pl: %s}: miêdzy `{' a `}' musi byæ liczba ca³kowita

source: %s: closing delimiter `%c' missing
pl: %s: brak zamykaj±cego ogranicznika `%c'

source: %s: invalid regular expression: %s
pl: %s: b³êdne wyra¿enie regularne: %s

source: %s: invalid pattern
pl: %s: b³êdny wzorzec

source: %s: line number must be greater than zero
pl: %s: numer linii musi byæ wiêkszy od zera

source: invalid format width
pl: b³êdna szeroko¶æ formatu

source: invalid format precision
pl: b³±d specyfikacja precyzji w formacie

source: missing conversion specifier in suffix
pl: brak okre¶lenia konwersji w rozszerzeniu

source: invalid conversion specifier in suffix: %c
pl: b³êdne okre¶lenie konwersji w rozszerzeniu: %c

source: invalid conversion specifier in suffix: \%.3o
pl: b³êdne okre¶lenie konwersji w rozszerzeniu: \%.3o

source: too many %% conversion specifications in suffix
pl: za du¿o okre¶leñ konwersji %% w rozszerzeniu

source: missing %% conversion specification in suffix
pl: brak okre¶lenia konwersji %% w rozszerzeniu

source: %s: invalid number
pl: %s: b³êdna liczba

source: Usage: %s [OPTION]... FILE PATTERN...
pl: Sk³adnia: %s [OPCJA]... PLIK WZORZEC...

source: -b, --suffix-format=FORMAT use sprintf FORMAT instead of %02d -f, --prefix=PREFIX use PREFIX instead of `xx' -k, --keep-files do not remove output files on errors
pl: -b, --suffix-format=FORMAT u¿ycie FORMATU sprintf zamiast %02d -f, --prefix=PRZEDROSTEK u¿ycie PRZEDROSTKA zamiast `xx' -k, --keep-files bez kasowania plików wyj¶ciowych w razie b³êdów

source: -n, --digits=DIGITS use specified number of digits instead of 2 -s, --quiet, --silent do not print counts of output file sizes -z, --elide-empty-files remove empty output files
pl: -n, --digits=CYFRY u¿ycie podanej liczby CYFR zamiast dwóch -s, --quiet, --silent bez podawania liczby bajtów w plikach wyj¶ciowych -z, --elide-empty-files usuniêcie pustych plików wyj¶ciowych

source: Read standard input if FILE is -. Each PATTERN may be:
pl: Je¿eli PLIK to -, czytane jest standardowe wej¶cie. Mo¿liwe WZORCE:

source: INTEGER copy up to but not including specified line number /REGEXP/[OFFSET] copy up to but not including a matching line %REGEXP%[OFFSET] skip to, but not including a matching line {INTEGER} repeat the previous pattern specified number of times {*} repeat the previous pattern as many times as possible A line OFFSET is a required `+' or `-' followed by a positive integer.
pl: LICZBA_CA£KOWITA kopiowanie do podanej linii o numerze LICZBA_CA£KOWITA, oprócz tej linii /REGEXP/[PRZESUNIÊCIE] kopiowanie do pasuj±cej linii, oprócz tej linii %REGEXP%[PRZESUNIÊCIE] przeskoczenie do pasuj±cej linii, ale bez niej samej {LICZBA_CA£KOWITA} powtórzenie poprzedniego wzorca podan± liczbê razy {*} powtórzenie poprzedniego wzorca tyle razy ile siê da PRZESUNIÊCIE linii musi siê sk³adaæ z `+' albo `-' oraz liczby ca³kowitej.

source: Usage: %s [OPTION]... [FILE]...
pl: Sk³adnia: %s [OPCJA]... [PLIK]...

source: Print selected parts of lines from each FILE to standard output.
pl: Wypisywanie wybranych czê¶ci linii z ka¿dego PLIKU na standardowe wyj¶cie.

source: -s, --only-delimited do not print lines not containing delimiters --output-delimiter=STRING use STRING as the output delimiter the default is to use the input delimiter
pl: -s, --only-delimited bez wypisywania linii nie zawieraj±cych ogranicznika --output-delimiter=£AÑCUCH u¿ycie £AÑCUCHA jako separatora danych wyj¶ciowych, domy¶lnie u¿ywany jest separator danych wej¶ciowych

source: invalid byte or field list
pl: b³êdna lista bajtów lub pól

source: byte offset %s is too large
pl: przesuniêcie najtowe %s jest za du¿e

source: field number %s is too large
pl: numer pola %s jest za du¿y

source: only one type of list may be specified
pl: mo¿na podaæ tylko jeden typ listy

source: the delimiter must be a single character
pl: ogranicznik musi byæ pojedynczym znakiem

source: you must specify a list of bytes, characters, or fields
pl: musisz podaæ listê bajtów, znaków albo pól

source: an input delimiter may be specified only when operating on fields
pl: ogranicznik mo¿e byæ podany tylko dla operacji na polach

source: suppressing non-delimited lines makes sense only when operating on fields
pl: blokowanie wy¶wietlania linii bez ograniczników jest sensowne tylko dla operacji na polach

source: missing list of fields
pl: brakuj±ca lista pól

source: missing list of positions
pl: brakuj±ca lista pozycji

source: Usage: %s [OPTION]... [+FORMAT] or: %s [-u|--utc|--universal] [MMDDhhmm[[CC]YY][.ss]]
pl: Sk³adnia: %s [OPCJA]... [+FORMAT] albo: %s [-u|--utc|--universal] [MMDDggmm[[CC]RR][.ss]]

source: %h same as %b %H hour (00..23) %I hour (01..12) %j day of year (001..366)
pl: %h to samo co %b %H godzina (00...23) %I godzina (01...12) %j dzieñ roku (001...366)

source: %k hour ( 0..23) %l hour ( 1..12) %m month (01..12) %M minute (00..59)
pl: %k godzina ( 0...23) %l godzina ( 1...12) %m miesi±c (01...12) %M minuta (00...59)

source: standard input
pl: standardowe wej¶cie

source: the options to specify dates for printing are mutually exclusive
pl: opcje specyfikuj±ce daty do wy¶wietlenia wzajemnie siê wykluczaj±

source: the options to print and set the time may not be used together
pl: opcje wy¶wietlaj±ce i ustawiaj±ce czas nie mog± byæ u¿ywane razem

source: cannot set date
pl: ustawienie daty niemo¿liwe

source: time %s is out of range
pl: czas %s jest spoza zakresu

source: closing input file %s
pl: zamykanie pliku wej¶ciowego %s

source: closing output file %s
pl: zamkniêcie pliku wyj¶ciowego %s

source: writing to %s
pl: zapis do %s

source: invalid conversion: %s
pl: b³êdna konwersja: %s

source: invalid number %s
pl: b³êdna liczba %s

source: warning: working around lseek kernel bug for file (%s) of mt_type=0x%0lx -- see <sys/mtio.h> for the list of types
pl: uwaga: ominiêcie b³êdu dzia³ania lseek w j±drze dla pliku (%s) o mt_type=0x%0lx - zobacz listê typów w <sys/mtio.h>

source: opening %s
pl: otwieranie %s

source: Filesystem Type
pl: System plików Typ

source: Filesystem
pl: System plików

source: Inodes IUsed IFree IUse%%
pl: iwêz³y u¿yteI wolneI %%u¿.I

source: Size Used Avail Use%%
pl: rozm. u¿yte dost. %%u¿.

source: Size Used Avail Use%%
pl: rozm. u¿yte dost. %%u¿.

source: %4s-blocks Used Available Capacity
pl: bl.%4s-B u¿yte dostêpne pojemno¶æ

source: %4s-blocks Used Available Use%%
pl: bl.%4s B u¿yte dostêpne %%u¿.

source: Mounted on
pl: zamont. na

source: cannot get current directory
pl: nie mo¿na odczytaæ bie¿±cego katalogu

source: cannot change to directory %s
pl: nie mo¿na przej¶æ do katalogu %s

source: cannot stat current directory (now %s)
pl: nie mo¿na odczytaæ danych bie¿±cego katalogu (obecnie %s)

source: SIZE may be (or may be an integer optionally followed by) one of following: kB 1000, K 1024, MB 1000*1000, M 1024*1024, and so on for G, T, P, E, Z, Y.
pl: ROZMIAR mo¿e byæ podany jako (opcjonalnie jako liczba ca³kowita z przyrostkiem): kB 1000, K 1024, MB 1000*1000, M 1024*1024 itd. dla G, T, P, E, Z, Y.

source: file system type %s both selected and excluded
pl: typ systemu plików %s równocze¶nie wybrany i wykluczony

source: Warning:
pl: Uwaga:

source: Usage: %s [OPTION]... [FILE]
pl: Sk³adnia: %s [OPCJA]... [PLIK]

source: Output commands to set the LS_COLORS environment variable. Determine format of output: -b, --sh, --bourne-shell output Bourne shell code to set LS_COLORS -c, --csh, --c-shell output C shell code to set LS_COLORS -p, --print-database output defaults
pl: Wypisanie poleceñ ustawiaj±cych zmienn± ¶rodowiskow± LS_COLORS. Ustalenie formatu: -b, --sh, --bourne-shell w kodzie pow³oki Bourne'a -c, --csh, --c-shell w kodzie pow³oki C -p, --print-database wypisanie warto¶ci domy¶lnych

source: If FILE is specified, read it to determine which colors to use for which file types and extensions. Otherwise, a precompiled database is used. For details on the format of these files, run `dircolors --print-database'.
pl: Je¿eli jest podany PLIK, jest czytany dla okre¶lenia jakie kolory s± u¿yte z jakimi rozszerzeniami. W przeciwnym wypadku u¿yta jest wkompilowana baza danych. Szczegó³y formatu tych plików mo¿na zobaczyæ przez `dircolors --print-database'.

source: %s:%lu: invalid line; missing second token
pl: %s:%lu: b³êdna linia, brakuje drugiego s³owa

source: %s:%lu: unrecognized keyword %s
pl: %s:%lu: nierozpoznane s³owo kluczowe %s

source: <internal>
pl: <wewnêtrzne>

source: the options to output dircolors' internal database and to select a shell syntax are mutually exclusive
pl: opcje w³±czaj±ce wy¶wietlanie wewnêtrznej bazy dircolors i wybranie sk³adni pow³oki wykluczaj± siê wzajemnie

source: no SHELL environment variable, and no shell type option given
pl: Brak zmiennej ¶rodowiskowej SHELL i opcji typu pow³oki

source: Usage: %s NAME or: %s OPTION
pl: Sk³adnia: %s NAZWA albo: %s OPCJA

source: Print NAME with its trailing /component removed; if NAME contains no /'s, output `.' (meaning the current directory).
pl: Wy¶wietlenie NAZWY bez ostatniego /sk³adnika; je¶li NAZWA nie zawiera znaków `/', wy¶wietla `.' (co oznacza katalog bie¿±cy).

source: Summarize disk usage of each FILE, recursively for directories.
pl: Podsumowuje zajêto¶æ dysku przez ka¿dy PLIK, rekursywnie dla katalogów.

source: -a, --all write counts for all files, not just directories --apparent-size print apparent sizes, rather than disk usage; although the apparent size is usually smaller, it may be larger due to holes in (`sparse') files, internal fragmentation, indirect blocks, and the like -B, --block-size=SIZE use SIZE-byte blocks -b, --bytes equivalent to `--apparent-size --block-size=1' -c, --total produce a grand total -D, --dereference-args dereference FILEs that are symbolic links
pl: -a, --all podanie podliczenia dla plików, nie samych katalogów --apparent-size podanie rozmiarów pozornych zamiast zu¿ycia dysku; chocia¿ rozmiar pozorny jest zwykle mniejszy, mo¿e byæ te¿ wiêkszy z powodu dziur (plików rzadkich - sparse), wewnêtrznej fragmentacji, bloków po¶rednich itp. -B, --block-size=ROZM u¿ycie bloków o podanym ROZMIARZE w bajtach -b, --bytes równowa¿ne `--apparent-size --block-size=1' -c, --total wypisanie podsumowania ca³o¶ci -D, --dereference-args rozwijanie PLIKÓW - dowi±zañ symbolicznych

source: -L, --dereference dereference all symbolic links -P, --no-dereference don't follow any symbolic links (this is the default) -0, --null end each output line with 0 byte rather than newline -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument
pl: -L, --dereference rozwiniêcie wszystkich dowi±zañ symbolicznych -P, --no-dereference bez rozwijania dowi±zañ symbolicznych (domy¶lnie) -0, --null po ka¿dej linii znak 0 zamiast znaku nowej linii -S, --separate-dirs bez uwzglêdniania rozmiarów podkatalogów -s, --summarize wypisanie tylko podsumowañ dla ka¿dego argumentu

source: total
pl: razem

source: WARNING: use --si, not -H; the meaning of the -H option will soon change to be the same as that of --dereference-args (-D)
pl: UWAGA: u¿ywaj --si zamiast -H; znaczenie opcji -H nied³ugo zmieni siê na odpowiednik opcji --dereference-args (-D)

source: invalid maximum depth %s
pl: b³êdny maksymalny poziom zag³êbienia %s

source: cannot both summarize and show all entries
pl: nie mo¿na równocze¶nie tylko podsumowaæ i wypisaæ wszystkich danych

source: warning: summarizing is the same as using --max-depth=0
pl: uwaga: --summarize jest tym samym co --max-depth=0

source: Usage: %s [OPTION]... [STRING]...
pl: Sk³adnia: %s [OPCJA]... [£AÑCUCH]...

source: \c suppress trailing newline \f form feed \n new line \r carriage return \t horizontal tab \v vertical tab
pl: \c bez wy¶wietlania znaku nowej linii \f wysuniêcie strony \n znak nowej linii \r znak powrotu karetki (CR) \t tabulator poziomy \v tabulator pionowy

source: Usage: %s [OPTION]... [-] [NAME=VALUE]... [COMMAND [ARG]...]
pl: Sk³adnia: %s [OPCJA]... [-] [NAZWA=WARTO¦Æ]... [POLECENIE [ARGUMENT]...]

source: Set each NAME to VALUE in the environment and run COMMAND. -i, --ignore-environment start with an empty environment -u, --unset=NAME remove variable from the environment
pl: Ustawienie ka¿dej zmiennej ¶rodowiskowej NAZWA warto¶ci WARTO¦Æ i wykonanie POLECENIA. -i, --ignore-environment zaczêcie z pustym ¶rodowiskiem -u, --unset=NAZWA usuniêcie zmiennej ze ¶rodowiska

source: A mere - implies -i. If no COMMAND, print the resulting environment.
pl: Argument - implikuje -i. Je¶li nie podano POLECENIA, wy¶wietla otrzymane ¶rodowisko.

source: Convert tabs in each FILE to spaces, writing to standard output. With no FILE, or when FILE is -, read standard input.
pl: Zamiana TAB-ów we wszystkich PLIKACH na spacje, wynik na standardowym wyj¶ciu. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: -t, --tabs=LIST use comma separated list of explicit tab positions
pl: -t, --tabs=LISTA u¿ycie listy pozycji TABów oddzielanych przecinkami

source: tab stop is too large %s
pl: pozycja TABa %s jest za du¿a

source: tab size contains invalid character(s): %s
pl: rozmiar TABa zawiera b³êdny znak(i): %s

source: tab size cannot be 0
pl: rozmiar TABa nie mo¿e wynosiæ 0

source: tab sizes must be ascending
pl: kolejne pozycje TABa musz± rosn±æ

source: Usage: %s EXPRESSION or: %s OPTION
pl: Sk³adnia: %s WYRA¯ENIE albo: %s OPCJA

source: Print the value of EXPRESSION to standard output. A blank line below separates increasing precedence groups. EXPRESSION may be: ARG1 | ARG2 ARG1 if it is neither null nor 0, otherwise ARG2 ARG1 & ARG2 ARG1 if neither argument is null or 0, otherwise 0
pl: Wypisanie warto¶ci WYRA¯ENIA na standardowym wyj¶ciu. Puste linie poni¿ej rozdzielaj± grupy o wzrastaj±cym pierwszeñstwie. WYRA¯ENIE ma postaæ: ARG1 | ARG2 ARG1 je¶li nie jest pusty ani równy 0, inaczej ARG2 ARG1 & ARG2 ARG1 je¶li ¿aden argument nie jest pusty ani 0, inaczej 0

source: ARG1 < ARG2 ARG1 is less than ARG2 ARG1 <= ARG2 ARG1 is less than or equal to ARG2 ARG1 = ARG2 ARG1 is equal to ARG2 ARG1 != ARG2 ARG1 is unequal to ARG2 ARG1 >= ARG2 ARG1 is greater than or equal to ARG2 ARG1 > ARG2 ARG1 is greater than ARG2
pl: ARG1 < ARG2 ARG1 jest mniejszy od ARG2 ARG1 <= ARG2 ARG1 jest mniejszy lub równy ARG2 ARG1 = ARG2 ARG1 jest równy ARG2 ARG1 != ARG2 ARG1 nie jest równy ARG2 ARG1 >= ARG2 ARG1 jest wiêkszy lub równy ARG2 ARG1 > ARG2 ARG1 jest wiêkszy od ARG2

source: ARG1 + ARG2 arithmetic sum of ARG1 and ARG2 ARG1 - ARG2 arithmetic difference of ARG1 and ARG2
pl: ARG1 + ARG2 arytmetyczna suma ARG1 i ARG2 ARG1 - ARG2 arytmetyczna ró¿nica ARG1 i ARG2

source: ARG1 * ARG2 arithmetic product of ARG1 and ARG2 ARG1 / ARG2 arithmetic quotient of ARG1 divided by ARG2 ARG1 % ARG2 arithmetic remainder of ARG1 divided by ARG2
pl: ARG1 * ARG2 arytmetyczny iloczyn ARG1 i ARG2 ARG1 / ARG2 arytmetyczny iloraz ARG1 przez ARG2 ARG1 % ARG2 arytmetyczna reszta z dzielenia ARG1 przez ARG2

source: STRING : REGEXP anchored pattern match of REGEXP in STRING match STRING REGEXP same as STRING : REGEXP substr STRING POS LENGTH substring of STRING, POS counted from 1 index STRING CHARS index in STRING where any CHARS is found, or 0 length STRING length of STRING
pl: £AÑCUCH : WYR_REG dopasowanie wyra¿enia regularnego WYR_REG do £AÑCUCHA match £AÑCUCH WYR_REG tak jak £AÑCUCH : WYR_REG substr £AÑCUCH POZ D£UGO¦Æ czê¶æ £AÑCUCHA na POZYCJI liczonej od 1 index £AÑCUCH ZNAKI po³o¿enie jednego ze ZNAKÓW w £AÑCUCHU, lub 0 length £AÑCUCH d³ugo¶æ £AÑCUCHA

source: + TOKEN interpret TOKEN as a string, even if it is a keyword like `match' or an operator like `/' ( EXPRESSION ) value of EXPRESSION
pl: + S£OWO S£OWO interpretowane jako ³añcuch znaków, nawet je¿eli jest to s³owo kluczowe, jak `match' albo operator jak '/' ( WYRA¯ENIE ) warto¶æ WYRA¯ENIA

source: Beware that many operators need to be escaped or quoted for shells. Comparisons are arithmetic if both ARGs are numbers, else lexicographical. Pattern matches return the string matched between \( and \) or null; if \( and \) are not used, they return the number of characters matched or 0.
pl: Wiêkszo¶æ operatorów musi byæ chroniona przed interpretacj± przez pow³okê znakiem `\' lub cudzys³owami. Porównania s± arytmetyczne, je¶li obydwa ARGUMENTY s± liczbami, w przeciwnym wypadku - leksykograficzne. Dopasowania zwracaj± ³añcuch zgodny ze wzorcem zawartym pomiêdzy \( i \) lub 0; je¶li \( i \) nie zosta³y u¿yte, dopasowanie zwraca liczbê zgodnych znaków lub 0.

source: syntax error
pl: b³±d sk³adni

source: non-numeric argument
pl: argument nieliczbowy

source: division by zero
pl: dzielenie przez zero

source: Usage: %s [NUMBER]... or: %s OPTION
pl: Sk³adnia: %s [LICZBA]... albo: %s OPCJA

source: Print the prime factors of each NUMBER.
pl: Rozk³ada ka¿d± z LICZB na czynniki pierwsze.

source: %s is too large
pl: %s jest za du¿a

source: Usage: %s [-DIGITS] [OPTION]... [FILE]...
pl: Sk³adnia: %s [-CYFRY] [OPCJA]... [PLIK]...

source: Reformat each paragraph in the FILE(s), writing to standard output. If no FILE or if FILE is `-', read standard input.
pl: Przeformatowanie akapitów w PLIKU(ACH), wynik na standardowym wyj¶ciu. Je¿eli PLIK nie jest podany lub PLIK to `-', czytane jest standardowe wej¶cie.

source: -t, --tagged-paragraph indentation of first line different from second -u, --uniform-spacing one space between words, two after sentences -w, --width=WIDTH maximum line width (default of 75 columns)
pl: -t, --tagged-paragraph wciêcie pierwszej linii inne ni¿ drugiej -u, --uniform-spacing jedna spacja miêdzy s³owami, dwie miêdzy zdaniami -w, --width=ILE maksymalna szeroko¶æ linii (domy¶lnie 75 kolumn)

source: invalid option -- %c; -WIDTH is recognized only when it is the first option; use -w N instead
pl: b³êdna opcja -- %c; opcja -WIDTH jest rozpoznawana tylko jako pierwsza, u¿yj -w N zamiast

source: invalid width: %s
pl: b³êdna szeroko¶æ: %s

source: Wrap input lines in each FILE (standard input by default), writing to standard output.
pl: £amanie linii w ka¿dym PLIKU wej¶ciowym (domy¶lnie standardowym wej¶ciu), wynik na standardowym wyj¶ciu.

source: -b, --bytes count bytes rather than columns -s, --spaces break at spaces -w, --width=WIDTH use WIDTH columns instead of 80
pl: -b, --bytes liczenie bajtów zamiast kolumn -s, --spaces ³amanie na spacjach -w, --width=SZER u¿ycie SZER kolumn zamiast 80

source: Print the first 10 lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
pl: Wypisanie 10 pierwszych linii ka¿dego PLIKU na standardowym wyj¶ciu. Dla wiêkszej liczby PLIKÓW ka¿dy kawa³ek ma nag³ówek z nazw±. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: -c, --bytes=[-]N print the first N bytes of each file; with the leading `-', print all but the last N bytes of each file -n, --lines=[-]N print the first N lines instead of the first 10; with the leading `-', print all but the last N lines of each file
pl: -c, --bytes=[-]ILE wypisanie pierwszych ILE bajtów z ka¿dego pliku; z `-' - wypisanie wszystkich oprócz ostatnich ILE bajtów ka¿dego pliku -n, --lines=[-]ILE wypisanie pierwszych ILE linii zamiast 10 z `-' - wypisanie wszystkich oprócz ostatnich ILE linii ka¿dego pliku

source: -q, --quiet, --silent never print headers giving file names -v, --verbose always print headers giving file names
pl: -q, --quiet, --silent bez wypisywania nag³ówków z nazwami plików -v, --verbose zawsze wypisywane s± nag³ówki z nazwami plików

source: N may have a multiplier suffix: b 512, k 1024, m 1024*1024.
pl: ROZMIAR mo¿e mieæ dodany mno¿nik: b dla 512, k dla 1024, m dla 1024*1024.

source: error reading %s
pl: b³±d czytania %s

source: error writing %s
pl: b³±d zapisu %s

source: %s: file has shrunk too much
pl: %s: plik siê za bardzo zmniejszy³

source: %s: number of bytes is too large
pl: %s: ilo¶æ bajtów jest za du¿a

source: %s: cannot lseek back to original position
pl: %s: nie mo¿na ustawiæ pozycji wyj¶ciowej

source: %s: cannot seek to offset %s
pl: %s: nie mo¿na ustawiæ pozycji %s

source: cannot reposition file pointer for %s
pl: nie mo¿na zmieniæ pozycji w pliku %s

source: %s: %s is so large that it is not representable
pl: %s: %s jest tak du¿a, ¿e nie mo¿e zostaæ wyra¿ona

source: number of lines
pl: liczba linii

source: number of bytes
pl: liczba bajtów

source: invalid number of lines
pl: b³êdna liczba linii

source: invalid number of bytes
pl: b³êdna liczba bajtów

source: unrecognized option `-%c'
pl: nierozpoznana opcja `-%c'

source: Usage: %s or: %s OPTION Print the numeric identifier (in hexadecimal) for the current host.
pl: Sk³adnia: %s albo: %s OPCJA Wy¶wietla numeryczny, szesnastkowy identyfikator tego systemu.

source: Usage: %s [NAME] or: %s OPTION Print or set the hostname of the current system.
pl: Sk³adnia: %s [NAZWA] albo: %s OPCJA Wy¶wietlenie lub ustawienie nazwy tego systemu.

source: cannot set hostname; this system lacks the functionality
pl: ustawienie nazwy systemu jest niemo¿liwe; ten system nie ma takiej mo¿liwo¶ci

source: cannot determine hostname
pl: uzyskanie nazwy systemu jest niemo¿liwe

source: Usage: %s [OPTION]... [USERNAME]
pl: Sk³adnia: %s [OPCJA]... [U¯YTKOWNIK]

source: Print information for USERNAME, or the current user. -a ignore, for compatibility with other versions -g, --group print only the effective group ID -G, --groups print all group IDs -n, --name print a name instead of a number, for -ugG -r, --real print the real ID instead of the effective ID, with -ugG -u, --user print only the effective user ID
pl: Wy¶wietla informacjê o U¯YTKOWNIKU lub o aktualnym u¿ytkowniku. -a ignorowane, dla zachowania kompatybilno¶ci z innymi wersjami -g, --group wy¶wietlenie tylko efektywnego identyfikatora grupy -G, --groups wy¶wietlenie pe³nej listy grup -n, --name wy¶wietlenie nazw zamiast numerów, dla -ugG -r, --real wy¶wietlenie rzeczywistego ID zamiast efektywnego, dla -ugG -u, --user wy¶wietlenie tylko efektywnego identyfikatora u¿ytkownika

source: Without any OPTION, print some useful set of identified information.
pl: Bez ¿adnych OPCJI wy¶wietla zestaw u¿ytecznych informacji, które uda³o siê zidentyfikowaæ.

source: cannot print only user and only group
pl: nie mo¿na wypisaæ tylko u¿ytkownika i tylko grupê równocze¶nie

source: cannot print only names or real IDs in default format
pl: nie da siê wypisaæ tylko nazw lub rzeczywistych ID w domy¶lnym formacie

source: %s: No such user
pl: %s: Nie ma takiego u¿ytkownika
