Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: Usage: %s NUMBER[SUFFIX]... or: %s OPTION Pause for NUMBER seconds. SUFFIX may be `s' for seconds (the default), `m' for minutes, `h' for hours or `d' for days. Unlike most implementations that require NUMBER be an integer, here NUMBER may be an arbitrary floating point number.
pl: Sk³adnia: %s ILE[PRZYROSTEK]... albo: %s OPCJA Czekanie przez okre¶lon± LICZBÊ sekund. PRZYROSTKIEM mo¿e byæ `s' dla oznaczenia sekund (domy¶lnie), m - minut, h - godzin i d - dni. Inaczej ni¿ w wiêkszo¶ci implementacji, w których ILE musi byæ liczb± ca³kowit±, tutaj ILE mo¿e byæ dowoln± liczb± zmiennoprzecinkow±.

source: cannot read realtime clock
pl: nie mo¿na odczytaæ zegara systemowego

source: -g, --general-numeric-sort compare according to general numerical value -i, --ignore-nonprinting consider only printable characters -M, --month-sort compare (unknown) < `JAN' < ... < `DEC' -n, --numeric-sort compare according to string numerical value -r, --reverse reverse the result of comparisons
pl: -g, --general-numeric-sort porównywanie wed³ug warto¶ci liczbowej -i, --ignore-nonprinting branie pod uwagê tylko znaków drukowalnych -M, --month-sort porz±dek: (nieznany) < `JAN' < ... < `DEC' -n, --numeric-sort porównywanie wed³ug warto¶ci liczbowych ³añcuchów -r, --reverse odwrotny porz±dek sortowania

source: -z, --zero-terminated end lines with 0 byte, not newline
pl: -z, --zero-terminated zakoñczenie linii bajtem 0 zamiast znakiem nowej linii

source: POS is F[.C][OPTS], where F is the field number and C the character position in the field. OPTS is one or more single-letter ordering options, which override global ordering options for that key. If no key is given, use the entire line as the key. SIZE may be followed by the following multiplicative suffixes:
pl: POZ to P[.Z][OPCJE], gdzie P to numer pola, a Z pozycja znaku w polu, oba liczone od jedynki. OPCJE zawieraj± jedn± lub wiêcej liter, które dla tego klucza s± wa¿niejsze ni¿ opcje globalne. Je¿eli nie jest podany klucz, ca³a linia jest u¿ywana jako klucz. ROZMIAR mo¿e byæ uzupe³niony o nastêpuj±ce mno¿niki:

source: % 1% of memory, b 1, K 1024 (default), and so on for M, G, T, P, E, Z, Y. With no FILE, or when FILE is -, read standard input. *** WARNING *** The locale specified by the environment affects sort order. Set LC_ALL=C to get the traditional sort order that uses native byte values.
pl: % - 1% pamiêci, b - 1, K - 1024 (domy¶lnie) itd. dla M, G, T, P, E, Z, Y. Je¿eli PLIK nie jest podany albo podany jako -, czytane jest standardowe wej¶cie *** UWAGA *** Locale ustawione przez zmienne ¶rodowiskowe wp³ywa na porz±dek sortowania. Ustaw LC_ALL=C ¿eby przywróciæ tradycyjny porz±dek sortowania, który u¿ywa dos³ownych warto¶ci bajtów.

source: cannot create temporary file
pl: nie mo¿na utworzyæ pliku tymczasowego

source: open failed
pl: b³±d otwierania pliku

source: close failed
pl: b³±d zamykania pliku

source: write failed
pl: b³±d zapisu

source: sort size
pl: rozmiar bloku

source: stat failed
pl: b³±d stat

source: read failed
pl: b³±d czytania

source: %s: %s:%s: disorder:
pl: %s: %s:%s: nieuporz±dkowanie:

source: standard error
pl: standardowe wyj¶cie b³êdów

source: %s: count `%.*s' too large
pl: %s: liczba `%.*s' jest za du¿a

source: invalid number after `-'
pl: b³êdna liczba po `-'

source: invalid number after `.'
pl: b³êdna liczba po `.'

source: stray character in field spec
pl: nieprawid³owy znak w specyfikacji pola

source: invalid number at field start
pl: b³êdna liczba na pocz±tku pola

source: field number is zero
pl: numer pola wynosi zero

source: character offset is zero
pl: numer znaku wynosi zero

source: invalid number after `,'
pl: b³êdna liczba po `,'

source: multiple output files specified
pl: podano wiele plików wyj¶ciowych

source: Usage: %s [OPTION] [INPUT [PREFIX]]
pl: Sk³adnia: %s [OPCJA] [PLIK [PRZEDROSTEK]]

source: -a, --suffix-length=N use suffixes of length N (default %d) -b, --bytes=SIZE put SIZE bytes per output file -C, --line-bytes=SIZE put at most SIZE bytes of lines per output file -d, --numeric-suffixes use numeric suffixes instead of alphabetic -l, --lines=NUMBER put NUMBER lines per output file
pl: -a, --suffix-length=N u¿ycie przyrostków o d³ugo¶ci N (domy¶lnie %d) -b, --bytes=ROZMIAR zapisanie po ROZMIAR bajtów do plików wyj¶ciowych -C, --line-bytes=ROZMIAR zapisanie najwy¿ej ROZMIAR bajtów pe³nych linii -d, --numeric-suffixes u¿ycie przyrostków liczbowych zamiast literowych -l, --lines=ILE zapis ILU linii do ka¿dego pliku wyj¶ciowego

source: --verbose print a diagnostic to standard error just before each output file is opened
pl: --verbose przed otwarciem ka¿dego pliku wypisanie komunikatów diagnostycznych na standardowe wyj¶cie b³êdów

source: SIZE may have a multiplier suffix: b for 512, k for 1K, m for 1 Meg.
pl: ROZMIAR mo¿e mieæ dodany mno¿nik: b dla 512, k dla 1 k, m dla 1 M.

source: Output file suffixes exhausted
pl: Zabrak³o przyrostków plików wyj¶ciowych

source: cannot split in more than one way
pl: nie mo¿na podzieliæ na wiêcej ni¿ jeden sposób

source: %s: invalid suffix length
pl: %s: b³êdna d³ugo¶æ przyrostka

source: %s: invalid number of bytes
pl: %s: b³êdna liczba bajtów

source: %s: invalid number of lines
pl: %s: b³êdna liczba linii

source: line count option -%s%c... is too large
pl: za du¿a ilo¶æ linii w opcji -%s%c...

source: invalid number of lines: 0
pl: b³êdna liczba linii: 0

source: cannot read file system information for %s
pl: nie mo¿na przeczytaæ informacji systemowych o %s

source: Usage: %s [OPTION] FILE...
pl: Sk³adnia: %s [OPCJA] PLIK...

source: Valid format sequences for file systems: %a Free blocks available to non-superuser %b Total data blocks in file system %c Total file nodes in file system %d Free file nodes in file system %f Free blocks in file system
pl: Prawid³owe specyfikacje formatu dla systemów plików: %a liczba wolnych bloków dostêpnych dla zwyk³ego u¿ytkownika %b ca³kowita liczba bloków danych w systemie plików %c ca³kowita liczba i-wêz³ów w systemie plików %d liczba wolnych i-wêz³ów w systemie plików %f liczba wolnych bloków w systemie plików

source: Usage: %s [-F DEVICE] [--file=DEVICE] [SETTING]... or: %s [-F DEVICE] [--file=DEVICE] [-a|--all] or: %s [-F DEVICE] [--file=DEVICE] [-g|--save]
pl: Sk³adnia: %s [-F URZ¡DZENIE] [--file=URZ¡DZENIE] [USTAWIENIA]... albo: %s [-F URZ¡DZENIE] [--file=URZ¡DZENIE] [-a|--all] albo: %s [-F URZ¡DZENIE] [--file=URZ¡DZENIE] [-g|--save]

source: Print or change terminal characteristics. -a, --all print all current settings in human-readable form -g, --save print all current settings in a stty-readable form -F, --file=DEVICE open and use the specified DEVICE instead of stdin
pl: Wy¶wietlenie lub zmiana ustawieñ terminala. -a, --all wy¶wietlenie wszystkich aktualnych ustawieñ w postaci czytelnej dla cz³owieka -g, --save wy¶wietlenie wszystkich aktualnych ustawieñ w formacie czytelnym dla stty -F, --file=URZ¡DZENIE otwarcie i u¿ywanie podanego URZ¡DZENIA zamiast standardowego wej¶cia

source: Optional - before SETTING indicates negation. An * marks non-POSIX settings. The underlying system defines which settings are available.
pl: Opcjonalny minus przed USTAWIENIEM oznacza zaprzeczenie. Gwiazdka * oznacza ustawienia spoza POSIX. System sam okre¶la, które ustawienia s± dostêpne.

source: Special characters: * dsusp CHAR CHAR will send a terminal stop signal once input flushed eof CHAR CHAR will send an end of file (terminate the input) eol CHAR CHAR will end the line
pl: Znaki specjalne: * dsusp ZNAK ZNAK wysy³a do terminala sygna³ stopu po opró¿nieniu wej¶cia eof ZNAK ZNAK wysy³a znak koñca pliku (koñca wej¶cia) eol ZNAK ZNAK wysy³a znak koñca linii

source: * eol2 CHAR alternate CHAR for ending the line erase CHAR CHAR will erase the last character typed intr CHAR CHAR will send an interrupt signal kill CHAR CHAR will erase the current line
pl: * eol2 ZNAK alternatywny ZNAK koñca linii erase ZNAK ZNAK kasuje ostatni wprowadzony znak intr ZNAK ZNAK wysy³a sygna³ przerwania kill ZNAK ZNAK kasuje bie¿±c± liniê

source: * lnext CHAR CHAR will enter the next character quoted quit CHAR CHAR will send a quit signal * rprnt CHAR CHAR will redraw the current line start CHAR CHAR will restart the output after stopping it
pl: * lnext ZNAK ZNAK wprowadza nastêpny znak w cudzys³owie quit ZNAK ZNAK wysy³a sygna³ wyj¶cia * rprnt ZNAK ZNAK powtarza bie¿±c± liniê start ZNAK ZNAK wznawia wy¶wietlanie

source: stop CHAR CHAR will stop the output susp CHAR CHAR will send a terminal stop signal * swtch CHAR CHAR will switch to a different shell layer * werase CHAR CHAR will erase the last word typed
pl: stop ZNAK ZNAK wstrzymuje wy¶wietlanie susp ZNAK ZNAK wysy³a do terminala sygna³ stop * swtch ZNAK ZNAK w³±cza inn± warstwê pow³oki * werase ZNAK ZNAK kasuje ostatnie wprowadzone s³owo

source: Special settings: N set the input and output speeds to N bauds * cols N tell the kernel that the terminal has N columns * columns N same as cols N
pl: Ustawienia specjalne: N ustawienie prêdko¶ci wyj¶ciowej i wej¶ciowej na N bitów/s * cols N ustawienie szeroko¶ci terminala na N kolumn * columns N to samo co cols N

source: ispeed N set the input speed to N * line N use line discipline N min N with -icanon, set N characters minimum for a completed read ospeed N set the output speed to N
pl: ispeed N ustawienie prêdko¶ci wej¶ciowej na N * line N u¿ycie rygoru linii (line discipline) N min N z -icanon ustawienie minimum N znaków pe³nego odczytu ospeed N ustawienie prêdko¶ci wyj¶ciowej na N

source: * rows N tell the kernel that the terminal has N rows * size print the number of rows and columns according to the kernel speed print the terminal speed time N with -icanon, set read timeout of N tenths of a second
pl: * rows N ustawienie d³ugo¶ci terminala na N wierszy * size wy¶wietlenie liczby wierszy i kolumn wed³ug ustawieñ j±dra speed wy¶wietlenie prêdko¶ci terminala time N z -icanon ustawienie timeout na N dziesi±tych sekundy

source: Control settings: [-]clocal disable modem control signals [-]cread allow input to be received * [-]crtscts enable RTS/CTS handshaking csN set character size to N bits, N in [5..8]
pl: Ustawienia steruj±ce: [-]clocal wy³±czenie sygna³ów sterowania modemu [-]cread w³±czenie odbioru z wej¶cia * [-]crtscts w³±czenie protoko³u RTS/CTS (handshaking) csN ustawienie wielko¶ci znaku na N bitów, N w zakresie [5..8]

source: [-]cstopb use two stop bits per character (one with `-') [-]hup send a hangup signal when the last process closes the tty [-]hupcl same as [-]hup [-]parenb generate parity bit in output and expect parity bit in input [-]parodd set odd parity (even with `-')
pl: [-]cstopb u¿ycie dwóch bitów stopu na znak (jeden z `-') [-]hup wys³anie sygna³u roz³±czenia gdy ostatni proces zamknie terminal [-]hupcl to samo co [-]hup [-]parenb w³±czenie ustawiania i sprawdzania bitu parzysto¶ci [-]parodd w³±czenie parzysto¶ci nieparzystej (parzystej z `-')

source: Input settings: [-]brkint breaks cause an interrupt signal [-]icrnl translate carriage return to newline [-]ignbrk ignore break characters [-]igncr ignore carriage return
pl: Ustawienia wej¶cia: [-]brkint znaki break powoduj± wys³anie sygna³u przerwania [-]icrnl zamienianie znaków CR na NL [-]ignbrk ignorowanie znaku break [-]igncr ignorowanie znaku CR

source: [-]ignpar ignore characters with parity errors * [-]imaxbel beep and do not flush a full input buffer on a character [-]inlcr translate newline to carriage return [-]inpck enable input parity checking [-]istrip clear high (8th) bit of input characters
pl: [-]ignpar ignorowanie znaków z b³êdami parzysto¶ci * [-]imaxbel piszczenie przy pe³nym buforze (bez jego opró¿niania) po wprowadzeniu znaku [-]inlcr zamienianie znaków NL na CR [-]inpck w³±czenie kontroli parzysto¶ci na wej¶ciu [-]istrip zerowanie najstarszego (ósmego) bitu znaków na wej¶ciu

source: * [-]iuclc translate uppercase characters to lowercase * [-]ixany let any character restart output, not only start character [-]ixoff enable sending of start/stop characters [-]ixon enable XON/XOFF flow control [-]parmrk mark parity errors (with a 255-0-character sequence) [-]tandem same as [-]ixoff
pl: * [-]iuclc zamienianie wielkich liter na ma³e * [-]ixany ka¿dy znak wznawia transmisjê, nie tylko start [-]ixoff w³±czenie wysy³ania znaków start/stop [-]ixon w³±czenie protoko³u sterowania przep³ywem XON/XOF [-]parmrk zaznaczanie b³êdów parzysto¶ci sekwencj± 255-0-znak [-]tandem to samo co [-]ixoff

source: Output settings: * bsN backspace delay style, N in [0..1] * crN carriage return delay style, N in [0..3] * ffN form feed delay style, N in [0..1] * nlN newline delay style, N in [0..1]
pl: Ustawienia dla wyj¶cia: * bsN styl opó¼nienia po znaku BS, N w zakresie [0..1] * crN styl opó¼nienia po znaku CR, N w zakresie [0..3] * ffN styl opó¼nienia po znaku FF, N w zakresie [0..1] * nlN styl opó¼nienia po znaku NL, N w zakresie [0..1]

source: * [-]ocrnl translate carriage return to newline * [-]ofdel use delete characters for fill instead of null characters * [-]ofill use fill (padding) characters instead of timing for delays * [-]olcuc translate lowercase characters to uppercase * [-]onlcr translate newline to carriage return-newline * [-]onlret newline performs a carriage return
pl: * [-]ocrnl zamienianie znaku CR na NL * [-]ofdel u¿ywanie znaku DEL zamiast NUL jako znaku wype³niaj±cego * [-]ofill u¿ywanie znaków wype³niaj±cych zamiast opó¼nieñ transmisji * [-]olcuc zamienianie ma³ych liter na wielkie * [-]onlcr zamienianie znaków NL na sekwencje CR-NL * [-]onlret znak NL powoduje powrót karetki (carriage return)

source: * [-]onocr do not print carriage returns in the first column [-]opost postprocess output * tabN horizontal tab delay style, N in [0..3] * tabs same as tab0 * -tabs same as tab3 * vtN vertical tab delay style, N in [0..1]
pl: * [-]onocr bez wysy³ania znaków CR w pierwszej kolumnie [-]opost przetwarzanie znaków wyj¶ciowych * tabN styl opó¼nienia po tabulatorze poziomym, N w zakresie [0..3] * tabs to samo co tab0 * -tabs to samo co tab3 * vtN styl opó¼nienia po tabulatorze pionowym, N w zakresie [0..1]

source: Local settings: [-]crterase echo erase characters as backspace-space-backspace * crtkill kill all line by obeying the echoprt and echoe settings * -crtkill kill all line by obeying the echoctl and echok settings
pl: Ustawienia lokalne: [-]crterase wy¶wietlanie znaku erase jako BS-spacja-BS * crtkill kasowanie ca³ej linii zgodnie z ustawieniami echoprt i echoe * -crtkill kasowanie ca³ej linii zgodnie z ustawieniami echoctl i echok

source: * [-]ctlecho echo control characters in hat notation (`^c') [-]echo echo input characters * [-]echoctl same as [-]ctlecho [-]echoe same as [-]crterase [-]echok echo a newline after a kill character
pl: * [-]ctlecho wy¶wietlanie znaków kontrolnych jako `^c' itp. [-]echo wy¶wietlanie ka¿dego znaku z wej¶cia * [-]echoctl to samo co [-]ctlecho [-]echoe to samo co [-]crterase [-]echok wy¶wietlanie znaku nowej linii po znaku kill

source: * [-]echoke same as [-]crtkill [-]echonl echo newline even if not echoing other characters * [-]echoprt echo erased characters backward, between `\' and '/' [-]icanon enable erase, kill, werase, and rprnt special characters [-]iexten enable non-POSIX special characters
pl: * [-]echoke to samo co [-]crtkill [-]echonl wy¶wietlanie znaku NL nawet je¶li inne nie s± wy¶wietlane * [-]echoprt wy¶wietlanie skasowanych znaków wstecz miêdzy `\' i `/' [-]icanon wy¶wietlanie znaków erase, kill, werase i rprnt [-]iexten wy¶wietlanie znaków spoza specyfikacji POSIX

source: [-]isig enable interrupt, quit, and suspend special characters [-]noflsh disable flushing after interrupt and quit special characters * [-]prterase same as [-]echoprt * [-]tostop stop background jobs that try to write to the terminal * [-]xcase with icanon, escape with `\' for uppercase characters
pl: [-]isig wy¶wietlanie znaków intr, quit i susp [-]noflsh bez opró¿niania bufora po znakach intr i quit * [-]prterase to samo co [-]echoprt * [-]tostop zatrzymywanie procesów w tle, próbuj±cych pisaæ na terminal * [-]xcase z icanon: wy¶wietlanie wielkich liter jako `\ma³a-litera'

source: Combination settings: * [-]LCASE same as [-]lcase cbreak same as -icanon -cbreak same as icanon
pl: Kombinacje ustawieñ: * [-]LCASE jak [-]lcase cbreak jak -icanon -cbreak jak icanon

source: cooked same as brkint ignpar istrip icrnl ixon opost isig icanon, eof and eol characters to their default values -cooked same as raw crt same as echoe echoctl echoke
pl: cooked jak brkint ignpar istrip icrnl ixon opost isig icanon, eof i eol ustawione na warto¶ci domy¶lne -cooked jak raw crt jak echoe echoctl echoke

source: dec same as echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq same as [-]ixany ek erase and kill characters to their default values evenp same as parenb -parodd cs7
pl: dec jak echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq jak [-]ixany ek ustawienie znaków erase i kill na warto¶ci domy¶lne evenp jak parenb -parodd cs7

source: -evenp same as -parenb cs8 * [-]lcase same as xcase iuclc olcuc litout same as -parenb -istrip -opost cs8 -litout same as parenb istrip opost cs7 nl same as -icrnl -onlcr -nl same as icrnl -inlcr -igncr onlcr -ocrnl -onlret
pl: -evenp jak -parenb cs8 * [-]lcase jak xcase iuclc olcuc litout jak -parenb -istrip -opost cs8 -litout jak parenb istrip opost cs7 nl jak -icrnl -onlcr -nl jak icrnl -inlcr -igncr onlcr -ocrnl -onlret

source: oddp same as parenb parodd cs7 -oddp same as -parenb cs8 [-]parity same as [-]evenp pass8 same as -parenb -istrip cs8 -pass8 same as parenb istrip cs7
pl: oddp jak parenb parodd cs7 -oddp jak -parenb cs8 [-]parity jak [-]evenp pass8 jak -parenb -istrip cs8 -pass8 jak parenb istrip cs7

source: raw same as -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw same as cooked
pl: raw jak -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw jak cooked

source: Handle the tty line connected to standard input. Without arguments, prints baud rate, line discipline, and deviations from stty sane. In settings, CHAR is taken literally, or coded as in ^c, 0x37, 0177 or 127; special values ^- or undef used to disable special characters.
pl: Obs³uga linii terminalowej pod³±czonej do standardowego wej¶cia. Bez argumentów wy¶wietla prêdko¶æ transmisji, rygor linii i odchylenia od stty sane. W ustawieniach ZNAK powinien byæ podany dos³ownie lub zakodowany np. ^c, 0x37, 0177 lub 127; warto¶æ ^- lub s³owo undef s± u¿ywane do wy³±czania znaków specjalnych.

source: only one device may be specified
pl: mo¿e byæ podane tylko jedno urz±dzenie

source: the options for verbose and stty-readable output styles are mutually exclusive
pl: opcje --all i --save wzajemnie siê wykluczaj±

source: when specifying an output style, modes may not be set
pl: tryb nie mo¿e byæ ustawiany, gdy podany jest format wyj¶cia

source: %s: couldn't reset non-blocking mode
pl: %s: zresetowanie trybu nie blokuj±cego nie by³o mo¿liwe

source: %s: unable to perform all requested operations
pl: %s: wykonanie wszystkich ¿±danych operacji by³o niemo¿liwe

source: new_mode: mode
pl: nowy_tryb: tryb

source: %s: no size information for this device
pl: %s: brak informacji o wielko¶ci tego urz±dzenia

source: Password:
pl: Has³o:

source: getpass: cannot open /dev/tty
pl: getpass: otwarcie /dev/tty niemo¿liwe

source: cannot set groups
pl: nie mo¿na ustawiæ grup

source: cannot set group id
pl: nie mo¿na ustawiæ identyfikatora grupy

source: cannot set user id
pl: nie mo¿na ustawiæ identyfikatora u¿ytkownika

source: Usage: %s [OPTION]... [-] [USER [ARG]...]
pl: Sk³adnia: %s [OPCJA]... [-] [U¯YTKOWNIK [ARGUMENT]...]

source: Change the effective user id and group id to that of USER. -, -l, --login make the shell a login shell -c, --commmand=COMMAND pass a single COMMAND to the shell with -c -f, --fast pass -f to the shell (for csh or tcsh) -m, --preserve-environment do not reset environment variables -p same as -m -s, --shell=SHELL run SHELL if /etc/shells allows it
pl: Zmiana efektywnego identyfikatora u¿ytkownika i grupy na identyfikator U¯YTKOWNIKA. -, -l, --login uruchomienie pow³oki podstawowej (login shell) -c, --command=POLECENIE przekazanie POLECENIA pow³oce opcj± -c -f, --fast przekazanie -f pow³oce (dla csh lub tcsh) -m, --preserve-environment bez kasowania zmiennych ¶rodowiskowych -p to samo co -m -s, --shell=POW£OKA uruchomienie POW£OKI, je¶li /etc/shells pozwala

source: A mere - implies -l. If USER not given, assume root.
pl: Sam - jest równoznaczny -l. Je¶li brak U¯YTKOWNIKA, domy¶lnym jest root.

source: user %s does not exist
pl: u¿ytkownik %s nie istnieje

source: incorrect password
pl: niepoprawne has³o

source: using restricted shell %s
pl: u¿ycie pow³oki z ograniczeniami %s

source: warning: cannot change directory to %s
pl: uwaga: nie mo¿na zmieniæ katalogu na %s

source: Print checksum and block counts for each FILE. -r defeat -s, use BSD sum algorithm, use 1K blocks -s, --sysv use System V sum algorithm, use 512 bytes blocks
pl: Wypisanie sumy kontrolnej i liczby bloków dla ka¿dego PLIKU. -r u¿ycie algorytmu BSD i bloków po 1 KB -s, --sysv u¿ycie algorytmu Systemu V i bloków po 512 bajtów

source: Force changed blocks to disk, update the super block.
pl: Wymuszenie zapisu zmienionych bloków na dysk, aktualizacja super-bloku.

source: ignoring all arguments
pl: wszystkie argumenty zosta³y zignorowane

source: --help display this help and exit
pl: --help wy¶wietlenie tego opisu i zakoñczenie

source: --version output version information and exit
pl: --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Write each FILE to standard output, last line first. With no FILE, or when FILE is -, read standard input.
pl: Przepisanie ka¿dego PLIKU na standardowe wyj¶cie, w odwrotnym porz±dku: ostatnia linia pierwsza. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: -b, --before attach the separator before instead of after -r, --regex interpret the separator as a regular expression -s, --separator=STRING use STRING as the separator instead of newline
pl: -b, --before do³±czenie separatora przed zamiast po -r, --regex interpretowanie separatora jako wyr. regularnego -s, --separator=£AÑCUCH u¿ycie £AÑCUCHA jako separatora zamiast nowej linii

source: %s: seek failed
pl: %s: nie uda³o siê ustawienie pozycji

source: separator cannot be empty
pl: separator nie mo¿e byæ pusty

source: Print the last %d lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
pl: Wypisanie %d ostatnich linii ka¿dego PLIKU na standardowym wyj¶ciu. Dla wiêkszej liczby PLIKÓW ka¿da porcja ma nag³ówek z nazw±. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: -f, --follow[={name|descriptor}] output appended data as the file grows; -f, --follow, and --follow=descriptor are equivalent -F same as --follow=name --retry
pl: -f, --follow[={name|descriptor}] wypisywanie nowych danych kiedy plik ro¶nie; -f, --follow i --follow=descriptor s± równowa¿ne -F to samo co --follow=name --retry
