Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: write error
pl: b³±d zapisu

source: Unknown system error
pl: Nieznany b³±d systemu

source: regular empty file
pl: pusty zwyk³y plik

source: regular file
pl: zwyk³y plik

source: directory
pl: katalog

source: block special file
pl: blokowy plik specjalny

source: character special file
pl: znakowy plik specjalny

source: fifo
pl: potok

source: symbolic link
pl: dowi±zanie symboliczne

source: socket
pl: gniazdo

source: message queue
pl: kolejka komunikatów

source: semaphore
pl: semafor

source: shared memory object
pl: obiekt w pamiêci wspó³dzielonej

source: typed memory object
pl: obiekt z typem w pamiêci

source: weird file
pl: dziwny plik

source: Address family for hostname not supported
pl: Rodzina adresów nie obs³ugiwana przez ten system

source: Temporary failure in name resolution
pl: Tymczasowy b³±d rozwi±zywania nazw

source: Bad value for ai_flags
pl: Z³a warto¶æ ai_flags

source: Non-recoverable failure in name resolution
pl: Nienaprawialny b³±d w rozwi±zywaniu nazw

source: ai_family not supported
pl: ai_family nie jest obs³ugiwana

source: Memory allocation failure
pl: B³±d przydzia³u pamiêci

source: No address associated with hostname
pl: Z nazw± nie jest zwi±zany ¿aden adres

source: Name or service not known
pl: Nieznana nazwa lub us³uga

source: Servname not supported for ai_socktype
pl: Servname nie obs³ugiwany przez ai_socktype

source: ai_socktype not supported
pl: ai_socktype nie jest obs³ugiwane

source: System error
pl: b³±d systemu

source: Processing request in progress
pl: W trakcie przetwarzania ¿±dania

source: Request canceled
pl: ¯±danie skasowane

source: Request not canceled
pl: ¯±dnie nie skasowane

source: All requests done
pl: Wszystkie ¿±dania wype³nione

source: Interrupted by a signal
pl: PRzerwany przez sygna³

source: Parameter string not correctly encoded
pl: ¬le zakodowany ³añcuch parametrów

source: Unknown error
pl: Nieznany b³±d

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentu

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentu

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' wymaga argumentu

source: %s: unrecognized option `--%s'
pl: %s: nierozpoznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nierozpoznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: nielegalna opcja -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja wymaga argumentu -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentu

source: block size
pl: rozmiar bloku

source: %s exists but is not a directory
pl: %s istnieje, ale nie jest katalogiem

source: cannot change owner and/or group of %s
pl: nie mo¿na zmieniæ u¿ytkownika i/lub grupy %s

source: cannot chdir to directory %s
pl: nie mo¿na przej¶æ do katalogu %s

source: cannot create directory %s
pl: nie mo¿na utworzyæ katalogu %s

source: cannot change permissions of %s
pl: nie mo¿na zmieniæ uprawnieñ do %s

source: memory exhausted
pl: brak pamiêci

source: unable to record current working directory
pl: nie uda³o siê zapisaæ bie¿±cego katalogu roboczego

source: failed to return to initial working directory
pl: nie uda³o siê wróciæ do pocz±tkowego katalogu roboczego

source: it is dangerous to operate recursively on %s
pl: dzia³anie rekurencyjne na %s jest niebezpieczne

source: it is dangerous to operate recursively on %s (same as %s)
pl: dzia³anie rekurencyjne na %s jest niebezpieczne (to samo co %s)

source: use --no-preserve-root to override this failsafe
pl: u¿yj --no-preserve-root do wy³±czenia tego zabezpieczenia

source: ^[yY]
pl: ^[yYtT]

source: iconv function not usable
pl: nie mo¿na u¿yæ funkcji iconv

source: iconv function not available
pl: funkcja iconv nie jest dostêpna

source: character out of range
pl: znak spoza zakresu

source: cannot convert U+%04X to local character set
pl: nie mo¿na przekszta³ciæ U+%04X do lokalnego zestawu znaków

source: cannot convert U+%04X to local character set: %s
pl: nie mo¿na przekszta³ciæ U+%04X do lokalnego zestawu znaków: %s

source: invalid user
pl: b³êdny u¿ytkownik

source: invalid group
pl: b³êdna grupa

source: cannot get the login group of a numeric UID
pl: Nie mo¿na ustaliæ grupy identyfikatora numerycznego UID

source: Written by %s.
pl: Napisany przez %s.

source: Written by %s and %s.
pl: Autorzy: %s i %s.

source: Written by %s, %s, and %s.
pl: Autorzy: %s, %s i %s.

source: Written by %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s, %s, %s i inni.

source: invalid argument: %s
pl: b³êdny argument: %s

source: string comparison failed
pl: nie uda³o siê porównanie ³añcuchów znaków

source: Set LC_ALL='C' to work around the problem.
pl: Ustaw LC_ALL='C' ¿eby obej¶æ problem

source: The strings compared were %s and %s.
pl: Porównywane ³añcuchy znaków do %s i %s.

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' dla uzyskania informacji.

source: Usage: %s NAME [SUFFIX] or: %s OPTION
pl: Sk³adnia: %s NAZWA [ROZSZERZENIE] albo: %s [OPCJA]

source: Print NAME with any leading directory components removed. If specified, also remove a trailing SUFFIX.
pl: Wy¶wietla NAZWÊ, usuwaj±c wszystkie poprzedzaj±ce sk³adniki ¶cie¿ki. Je¶li jest podany, usuwa równie¿ PRZYROSTEK.

source: Report bugs to <%s>.
pl: Raporty o b³êdach wysy³aj do %s .

source: missing operand
pl: brakuj±cy argument

source: extra operand %s
pl: nadmiarowy argument %s

source: Usage: %s [OPTION] [FILE]...
pl: Sk³adnia: %s [OPCJA] [PLIK]...

source: Concatenate FILE(s), or standard input, to standard output. -A, --show-all equivalent to -vET -b, --number-nonblank number nonblank output lines -e equivalent to -vE -E, --show-ends display $ at end of each line -n, --number number all output lines -s, --squeeze-blank never more than one single blank line
pl: Po³±czenie PLIKU(ÓW) albo przekazanie ze standardowego wej¶cia na wyj¶cie. -A, --show-all równowa¿ne -vET -b, --number-nonblank numerowanie niepustych linii na wyj¶ciu -e równowa¿ne -vE -E, --show-ends wypisanie $ na koñcu ka¿dej linii -n, --number numerowanie wszystkich linii na wyj¶ciu -s, --squeeze-blank nigdy wiêcej ni¿ jedna pusta linia

source: -t equivalent to -vT -T, --show-tabs display TAB characters as ^I -u (ignored) -v, --show-nonprinting use ^ and M- notation, except for LFD and TAB
pl: -t równowa¿ne -vT -T, --show-tabs wypisanie znaków TAB jako ^I -u (ignorowane) -v, --show-nonprinting u¿ycie zapisu ^ i M-, oprócz LFD i TAB

source: With no FILE, or when FILE is -, read standard input.
pl: Je¿eli nie zosta³ podany PLIK albo PLIK to -, czytane jest standardowe wej¶cie.

source: cannot do ioctl on %s
pl: nie mo¿na wykonaæ ioctl na %s

source: standard output
pl: standardowe wyj¶cie

source: %s: input file is output file
pl: %s: plik wej¶ciowy jest plikiem wyj¶ciowym

source: closing standard input
pl: zamkniêcie standardowego wej¶cia

source: invalid group %s
pl: b³êdna grupa %s

source: Usage: %s [OPTION]... GROUP FILE... or: %s [OPTION]... --reference=RFILE FILE...
pl: Sk³adnia: %s [OPCJA]... GRUPA PLIK... albo: %s [OPCJA]... --reference=PLIK_WZ PLIK...

source: Change the group of each FILE to GROUP. With --reference, change the group of each FILE to that of RFILE. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link, rather than the symbolic link itself (this is the default)
pl: Zmiana grupy ka¿dego PLIKU na GRUPÊ. Z opcj± --reference zmiana grupy ka¿dego PLIKU na tak± jak± ma PLIK_WZ. -c, --changes jak -v, ale informowanie tylko kiedy zasz³a zmiana --dereference zmiany maj± dotyczyæ plików wskazywanych przez dowi±zania symboliczne, a nie samych dowi±zañ (domy¶lnie)

source: -h, --no-dereference affect each symbolic link instead of any referenced file (useful only on systems that can change the ownership of a symlink)
pl: -h, --no-dereference operowanie na dowi±zaniach symbolicznych zamiast na wskazywanych plikach (tylko dla systemów, które umiej± zmieniæ w³a¶ciciela dowi±zania symbolicznego)

source: --no-preserve-root do not treat `/' specially (the default) --preserve-root fail to operate recursively on `/'
pl: --no-preserve-root bez traktowania katalogu '/' w specjalny sposób (domy¶lnie) --preserve-root odmowa rekusywnego dzia³ania na '/'

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's group rather than the specifying GROUP value -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
pl: -f, --silent, --quiet wy³±czenie wiêkszo¶ci komunikatów o b³êdach --reference=PLIK_WZ u¿ycie grupy pliku PLIK_WZ zamiast podanej nazwy GRUPY -R, --recursive zmiany te¿ w plikach w podkatalogach -v, --verbose wypisanie informacji o ka¿dym przetwarzanym pliku

source: The following options modify how a hierarchy is traversed when the -R option is also specified. If more than one is specified, only the final one takes effect. -H if a command line argument is a symbolic link to a directory, traverse it -L traverse every symbolic link to a directory encountered -P do not traverse any symbolic links (default)
pl: Nastêpuj±ce opcje zmieniaj± sposób przegl±dania katalogów gdy jest podana opcja -R. Je¿eli podane jest wiêcej opcji, u¿ywana jest tylko ostatnia. -H je¿eli argumentem jest dowi±zanie symboliczne do katalogu - bêdzie przetworzony -L przetworzenie ka¿dego katalogu, do którego jest dowi±zanie symboliczne -P bez przetwarzania dowi±zañ symbolicznych (domy¶lnie)

source: missing operand after %s
pl: brakuj±cy argument po %s

source: failed to get attributes of %s
pl: nie uda³o siê odczytaæ atrybutów %s

source: getting new attributes of %s
pl: pobranie nowych atrybutów %s

source: neither symbolic link %s nor referent has been changed
pl: nie zosta³o zmienione ani dowi±zanie symboliczne %s ani wskazywany plik

source: mode of %s changed to %04lo (%s)
pl: uprawnienia do %s zmienione na %04lo (%s)

source: failed to change mode of %s to %04lo (%s)
pl: nie uda³o siê zmieniæ uprawnieñ do %s na %04lo (%s)

source: mode of %s retained as %04lo (%s)
pl: uprawnienia do %s zachowane jako %04lo (%s)

source: cannot access %s
pl: nie ma dostêpu do %s

source: cannot read directory %s
pl: nie mo¿na przeczytaæ katalogu %s

source: changing permissions of %s
pl: nie mo¿na zmieniæ uprawnieñ do %s

source: %s: new permissions are %s, not %s
pl: %s: nowe uprawnienia to %s, nie %s

source: fts_read failed
pl: b³±d fts_read

source: Usage: %s [OPTION]... MODE[,MODE]... FILE... or: %s [OPTION]... OCTAL-MODE FILE... or: %s [OPTION]... --reference=RFILE FILE...
pl: Sk³adnia: %s [OPCJA]... UPRAWN[,UPRAWN]... PLIK... albo: %s [OPCJA]... UPRAWN_ÓS PLIK... albo: %s [OPCJA]... --reference=PLIK_WZ PLIK...

source: Change the mode of each FILE to MODE. -c, --changes like verbose but report only when a change is made
pl: Zmiana uprawnieñ do ka¿dego PLIKU na UPRAWN -c, --changes jak -v, ale podanie tylko kiedy zasz³a zmiana

source: --no-preserve-root do not treat `/' specially (the default) --preserve-root fail to operate recursively on `/'
pl: --no-preserve-root bez traktowania katalogu '/' w specjalny sposób (domy¶lnie) --preserve-root odmowa rekusywnego dzia³ania na '/'

source: -f, --silent, --quiet suppress most error messages -v, --verbose output a diagnostic for every file processed --reference=RFILE use RFILE's mode instead of MODE values -R, --recursive change files and directories recursively
pl: Zmienia uprawnienia do ka¿dego PLIKU do UPRAWN. -f, --silent, --quiet wy³±czenie wiêkszo¶ci komunikatów o b³êdach -v, --verbose wypisanie informacji o ka¿dym przetwarzanym pliku --reference=PLIK_WZ u¿ycie uprawnieñ pliku PLIK_WZ zamiast warto¶ci UPRAWN -R, --recursive zmiany te¿ w plikach w podkatalogach

source: invalid mode: %s
pl: b³êdne uprawnienia %s

source: changed ownership of %s to %s
pl: w³a¶ciciel %s zmieniony na %s

source: changed group of %s to %s
pl: grupa %s zmieniona na %s

source: no change to ownership of %s
pl: nie mo¿na zmieniæ w³a¶ciciela %s

source: failed to change ownership of %s to %s
pl: nie mo¿na zmieniæ w³a¶ciciela %s na %s

source: failed to change group of %s to %s
pl: nie uda³o siê zmieniæ grupy z %s na %s

source: failed to change ownership of %s
pl: nie mo¿na zmieniæ w³a¶ciciela %s

source: ownership of %s retained as %s
pl: w³a¶ciciel %s zachowany jako %s

source: group of %s retained as %s
pl: grupa %s zachowana jako %s

source: ownership of %s retained
pl: w³a¶ciciel %s zachowany

source: cannot dereference %s
pl: nie mo¿na usun±æ %s

source: changing ownership of %s
pl: zmiana w³a¶ciciela %s

source: changing group of %s
pl: nie mo¿na zmieniæ grupy %s

source: --from=CURRENT_OWNER:CURRENT_GROUP change the owner and/or group of each file only if its current owner and/or group match those specified here. Either may be omitted, in which case a match is not required for the omitted attribute.
pl: --from=BIE¯¡CY_W£A¦CICIEL:BIE¯¡CA_GRUPA zmiana w³a¶ciciela i/lub grupy ka¿dego pliku, je¿eli bie¿±cy w³a¶ciciel i /lub grupa s± takie jak podane. Atrybut nie jest porównywany je¿eli zosta³ pominiêty w opcji.

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's owner and group rather than the specifying OWNER:GROUP values -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
pl: -f, --silent, --quiet wy³±czenie wiêkszo¶ci komunikatów o b³êdach --reference=PLIK_WZ u¿ycie w³a¶ciciela i grupy PLIK_WZ zamiast podanych warto¶ci W£A¦CICIEL:GRUPA -R, --recursive zmiany te¿ w plikach w podkatalogach -v, --verbose wypisanie informacji o ka¿dym przetwarzanym pliku

source: Usage: %s NEWROOT [COMMAND...] or: %s OPTION
pl: Sk³adnia: %s NOWY_ROOT [POLECENIE...] albo: %s OPCJA

source: Run COMMAND with root directory set to NEWROOT.
pl: Uruchomienie polecenia w katalogiem root ustawionym na NOWY_ROOT.

source: If no command is given, run ``${SHELL} -i'' (default: /bin/sh).
pl: Je¿eli nie jest podane ¿adne polecenie, uruchamiany jest ``${SHELL} -i'' (domy¶lnie: /bin/sh).

source: cannot change root directory to %s
pl: nie mo¿na zmieniæ katalogu root na %s

source: cannot chdir to root directory
pl: nie mo¿na przej¶æ do katalogu root

source: cannot run command %s
pl: nie mo¿na uruchomic polecenia %s

source: %s: file too long
pl: %s: za d³ugi plik

source: Usage: %s [FILE]... or: %s [OPTION]
pl: Sk³adnia: %s [PLIK]... albo: %s [OPCJA]

source: Print CRC checksum and byte counts of each FILE.
pl: Wypisanie sumy CRC i liczby bajtów ka¿dego PLIKU.

source: Usage: %s [OPTION]... FILE1 FILE2
pl: Sk³adnia: %s [OPCJA]... PLIK1 PLIK2

source: Compare sorted files FILE1 and FILE2 line by line.
pl: Porównanie posortowanych plików PLIK1 i PLIK2 linia po linii.

source: With no options, produce three-column output. Column one contains lines unique to FILE1, column two contains lines unique to FILE2, and column three contains lines common to both files.
pl: Bez opcji wypisuje wyniki w trzech kolumnach. Pierwsza zawiera linie wystêpuj±ce tylko w PLIKU1, druga - tylko w PLIKU2, trzecia - wystêpuj±ce w obu plikach.

source: -1 suppress lines unique to FILE1 -2 suppress lines unique to FILE2 -3 suppress lines that appear in both files
pl: -1 bez pokazania linii, które s± tylko w PLIKU1 -2 bez pokazania linii, które s± tylko w PLIKU2 -3 bez pokazania linii, które s± w obu plikach

source: cannot open %s for reading
pl: nie mo¿na otworzyæ %s do czytania

source: cannot fstat %s
pl: nie mo¿na wykonaæ fstat na %s

source: skipping file %s, as it was replaced while being copied
pl: plik %s zosta³ ominiêty, bo zosta³ zmieniony w trakcie kopiowania

source: cannot remove %s
pl: nie mo¿na usun±æ %s

source: cannot create regular file %s
pl: nie mo¿na utworzyæ zwyk³ego pliku %s

source: reading %s
pl: czytanie %s

source: cannot lseek %s
pl: nie mo¿na wykonaæ lseek na %s

source: writing %s
pl: zapis %s

source: preserving times for %s
pl: zachowanie czasu %s

source: failed to preserve ownership for %s
pl: nie uda³o siê zachowaæ w³asno¶ci %s

source: setting permissions for %s
pl: nie mo¿na ustawiæ uprawnieñ do %s

source: closing %s
pl: zamykanie %s

source: %s: overwrite %s, overriding mode %04lo?
pl: %s: zamazanie %s, obej¶æ uprawnienia %04lo?

source: %s: overwrite %s?
pl: %s: zamazaæ %s?

source: cannot stat %s
pl: nie mo¿na wykonaæ stat na %s

source: omitting directory %s
pl: katalog %s zosta³ pominiêty

source: warning: source file %s specified more than once
pl: uwaga: plik ¼ród³owy %s pojawi³ siê wiêcej ni¿ raz

source: %s and %s are the same file
pl: %s i %s to ten sam plik

source: cannot overwrite non-directory %s with directory %s
pl: nie mo¿na zamazaæ nie-katalogu %s katalogiem %s

source: will not overwrite just-created %s with %s
pl: nie mo¿na zamazaæ w³a¶nie utworzonego %s plikiem %s

source: cannot overwrite directory %s with non-directory
pl: nie mo¿na zamazaæ katalogu %s nie-katalogiem

source: cannot overwrite directory %s
pl: nie mo¿na zamazaæ katalogu %s

source: cannot move directory onto non-directory: %s -> %s
pl: nie mo¿na przenie¶æ katalogu do nie-katalogu: %s -> %s

source: backing up %s would destroy source; %s not moved
pl: utworzenie kopii zapasowej %s zniszczy³oby ¿ród³o; %s nie zosta³ przeniesiony

source: backing up %s would destroy source; %s not copied
pl: utworzenie kopii zapasowej %s zniszczy³oby ¿ród³o; %s nie zosta³ skopiowany

source: cannot backup %s
pl: nie mo¿na utworzyæ kopii zapasowej %s

source: (backup: %s)
pl: (kopia zapasowa: %s)

source: cannot copy a directory, %s, into itself, %s
pl: nie mo¿na skopiowaæ katalogu %s do siebie samego %s

source: will not create hard link %s to directory %s
pl: nie mo¿na utworzyæ dowi±zania zwyk³ego %s do katalogu %s

source: cannot create hard link %s to %s
pl: nie mo¿na utworzyæ dowi±zania zwyk³ego %s do %s

source: cannot move %s to a subdirectory of itself, %s
pl: nie mo¿na przenie¶æ %s do w³asnego podkatalogu %s

source: cannot move %s to %s
pl: nie mo¿na przenie¶æ %s do %s

source: inter-device move failed: %s to %s; unable to remove target
pl: nie uda³o siê przeniesienie miêdzy urz±dzeniami: %s do %s; nie uda³o siê usunaæ pliku docelowego

source: cannot copy cyclic symbolic link %s
pl: nie mo¿na skopiowaæ cyklicznego dowi±zania symbolicznego %s

source: %s: can make relative symbolic links only in current directory
pl: %s: mo¿na zrobiæ tylko wzglêdne dowi±zanie symboliczne w bie¿±cym katalogu

source: cannot create symbolic link %s to %s
pl: nie mo¿na utworzyæ dowi±zania symbolicznego %s do %s

source: cannot create link %s
pl: nie mo¿na utworzyæ dowi±zania %s

source: cannot create fifo %s
pl: nie mo¿na utworzyæ potoku %s

source: cannot create special file %s
pl: nie mo¿na utworzyæ pliku specjalnego %s

source: cannot read symbolic link %s
pl: nie mo¿na przeczytaæ dowi±zania symbolicznego %s

source: cannot create symbolic link %s
pl: nie mo¿na utworzyæ dowi±zania symbolicznego %s

source: %s has unknown file type
pl: %s to nieznany typ pliku

source: failed to lookup file %s
pl: nie uda³o siê znale¼æ pliku %s

source: failed to preserve authorship for %s
pl: nie uda³o siê zachowaæ autorstwa %s

source: cannot un-backup %s
pl: nie mo¿na przywróciæ kopii zapasowej %s

source: %s -> %s (unbackup)
pl: %s -> %s (przywrócenie kopii zapasowej)

source: Copy SOURCE to DEST, or multiple SOURCE(s) to DIRECTORY.
pl: Skopiowanie ¬RÓD£A do CELU lub ¬RÓD£A/¬RÓDE£ do KATALOGU.

source: Mandatory arguments to long options are mandatory for short options too.
pl: Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± równie¿ dla krótkich.

source: -a, --archive same as -dpR --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument --copy-contents copy contents of special files when recursive -d same as --no-dereference --preserve=link
pl: -a, --archive to samo co -dpR --backup[=TRYB] robienie kopii zapasowej ka¿dego istniej±cego pliku docelowego -b jak --backup, ale bez podawania argumentu --copy-contents kopiowanie zawarto¶ci pliku specjalnego w przypadku rekursji -d to samo co --no-dereference --preserve=link

source: -R, -r, --recursive copy directories recursively --remove-destination remove each existing destination file before attempting to open it (contrast with --force)
pl: -R, -r, --recursive kopiowanie rekursywnie podkatalogów --remove-destination usuniêcie ka¿dego istniej±cego pliku docelowego przed prób± jego otwarcia (por. z --force)

source: -u, --update copy only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done -x, --one-file-system stay on this file system
pl: -u, --update kopiowanie tylko plików, dla których ¬RÓD£O jest nowsze ni¿ CEL albo brakuje CELU -v, --verbose wyja¶nianie co siê dzieje -x, --one-file-system pozostanie w jednym systemie plików

source: By default, sparse SOURCE files are detected by a crude heuristic and the corresponding DEST file is made sparse as well. That is the behavior selected by --sparse=auto. Specify --sparse=always to create a sparse DEST file whenever the SOURCE file contains a long enough sequence of zero bytes. Use --sparse=never to inhibit creation of sparse files.
pl: Domy¶lnie pliki rzadkie s± wykrywane prost± heurystyk± i odpowiedni plik CEL jest tworzony te¿ jako rzadki. Takie zachowanie jest wybierane przez --sparse=auto. Podaj --sparse=always (zawsze) ¿eby utworzyæ rzadki plik CEL zawsze gdy plik ¬RÓD£OWY zawiera wystarczaj±co d³ug± sekwencjê zer. U¿yj --sparse=never (nigdy) ¿eby zakazaæ tworzenia plików rzadkich.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
pl: Rozszerzenie nazwy kopii zapasowej to `~', je¿eli nie jest ustawione inaczej przez --suffix albo SIMPLE_BACKUP_SUFFIX. Sterowanie wersjami mo¿e byæ ustawione przez opcjê --backup albo przez zmienn± ¶rodowiska VERSION_CONTROL. Mo¿liwe warto¶ci:

source: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
pl: none, off nigdy nie s± tworzone kopie zapasowe (nawet gdy jest podana opcja --backup) numbered, t tworzenie numerowanych kopii zapasowych existing, nil numerowane je¿eli takie ju¿ istniej±, je¿eli nie - proste simple, never tworzenie zawsze prostych kopii zapasowych
