Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: skip argument
pl: pominiêcie argumentu

source: limit argument
pl: ograniczenie argumentu

source: minimum string length
pl: minimalna d³ugo¶æ ³añcucha

source: width specification
pl: specyfikacja szeroko¶ci

source: no type may be specified when dumping strings
pl: nie mo¿na podawaæ typu przy wypisywaniu ³añcuchów

source: skip-bytes + read-bytes is too large
pl: za du¿e skip-bytes + read-bytes

source: warning: invalid width %lu; using %d instead
pl: uwaga: b³êdna szeroko¶æ %lu; u¿ywam %d zamiast

source: %d: fmt="%s" width=%d
pl: %d: format="%s" szeroko¶æ=%d

source: standard input is closed
pl: standardowe wej¶cie jest zamkniête

source: Write lines consisting of the sequentially corresponding lines from each FILE, separated by TABs, to standard output. With no FILE, or when FILE is -, read standard input.
pl: Wypisywanie linii z³o¿onych ze sklejonych kolejnych odpowiadaj±cych sobie linii z ka¿dego PLIKU oddzielonych TABami, na standardowe wyj¶cie. Bez PLIKU albo gdy PLIK to -, czytane jest standardowe wej¶cie.

source: -d, --delimiters=LIST reuse characters from LIST instead of TABs -s, --serial paste one file at a time instead of in parallel
pl: -d, --delimiters=LISTA u¿ycie kolejnych znaków z LISTY zamiast TABów -s, --serial przepisanie plików po kolei zamiast równolegle

source: Usage: %s [OPTION]... NAME...
pl: Sk³adnia: %s [OPCJA]... NAZWA...

source: Login name:
pl: U¿ytkownik:

source: In real life:
pl: Imiê i nazwisko:

source: Directory:
pl: Katalog:

source: Shell:
pl: Pow³oka:

source: Project:
pl: Projekt:

source: Login
pl: U¿ytkownik

source: Name
pl: Nazwisko

source: Idle
pl: Bezczynny

source: When
pl: Kiedy

source: Where
pl: Sk±d

source: Usage: %s [OPTION]... [USER]...
pl: Sk³adnia: %s [OPCJA]... [U¯YTKOWNIK]...

source: -l produce long format output for the specified USERs -b omit the user's home directory and shell in long format -h omit the user's project file in long format -p omit the user's plan file in long format -s do short format output, this is the default
pl: -l wy¶wietlenie szczegó³owych informacji o U¯YTKOWNIKU -b pominiêcie katalogu domowego i pow³oki u¿ytkownika w formacie szczegó³owym -h pominiêcie projektu u¿ytkownika w formacie szczegó³owym -p pominiêcie planu u¿ytkownika w formacie szczegó³owym -s wy¶wietlenie informacji w formacie skróconym (domy¶lnie)

source: -f omit the line of column headings in short format -w omit the user's full name in short format -i omit the user's full name and remote host in short format -q omit the user's full name, remote host and idle time in short format
pl: -f pominiêcie nag³ówków kolumn w formacie skróconym -w pominiêcie nazwiska u¿ytkownika w formacie skróconym -i pominiêcie nazwiska i zdalnego systemu w formacie skróconym -q pominiêcie nazwiska, zdalnego system oraz czasu bezczynno¶ci w formacie skróconym

source: A lightweight `finger' program; print user information. The utmp file will be %s.
pl: Uproszczona wersja programu `finger'. Wy¶wietla informacje o u¿ytkownikach. ¦cie¿ka do pliku utmp: %s .

source: no username specified; at least one must be specified when using -l
pl: brak nazwy u¿ytkownika - musi byæ podana chocia¿ jedna, je¿eli u¿yto opcji -l

source: `--pages=FIRST_PAGE[:LAST_PAGE]' missing argument
pl: `--pages=PIERWSZA_STRONA[:OSTATNIA_STRONA]' - brakuj±cy argument

source: Cannot specify number of columns when printing in parallel.
pl: Przy wypisywaniu równoleg³ym nie mo¿na podawaæ liczby kolumn.

source: Cannot specify both printing across and printing in parallel.
pl: Nie mo¿na wypisywaæ równocze¶nie w kolejnych kolumnach i równolegle.

source: page width too narrow
pl: szeroko¶æ strony za ma³a

source: Paginate or columnate FILE(s) for printing.
pl: Podzielenie na strony lub u³o¿enie w kolumny PLIKU/ÓW do drukowania.

source: +FIRST_PAGE[:LAST_PAGE], --pages=FIRST_PAGE[:LAST_PAGE] begin [stop] printing with page FIRST_[LAST_]PAGE -COLUMN, --columns=COLUMN output COLUMN columns and print columns down, unless -a is used. Balance number of lines in the columns on each page.
pl: +PIERWSZA_STRONA[:OSTATNIA_STRONA], --pages=PIERWSZA_STRONA[:OSTATNIA_STRONA] zaczêcie [zakoñczenie] od strony PIERWSZA_[OSTATNIA_]STRONA -COLUMN, --columns=KOLUMNY wypisywanie danych w tylu KOLUMNACH i drukowanie kolumn od góry do do³u, chyba ¿e u¿yte jest -a. Wyrównanie liczby linii w kolumnach na ka¿dej stronie.

source: -a, --across print columns across rather than down, used together with -COLUMN -c, --show-control-chars use hat notation (^G) and octal backslash notation -d, --double-space double space the output
pl: -a, --across kolejne linie bêd± wypisane w kolejnych kolumnach, nie po kolei od góry do do³u; u¿ywa siê razem z -KOLUMNY -c, --show-control-chars u¿ycie zapisu z daszkiem (np. ^G) i ósemkowych numerów znaków z backslashem -d, --double-space podwójny odstêp na wyj¶ciu

source: -D, --date-format=FORMAT use FORMAT for the header date -e[CHAR[WIDTH]], --expand-tabs[=CHAR[WIDTH]] expand input CHARs (TABs) to tab WIDTH (8) -F, -f, --form-feed use form feeds instead of newlines to separate pages (by a 3-line page header with -F or a 5-line header and trailer without -F)
pl: -D, --date-format=FORMAT FORMAT daty w nag³ówku -e[ZNAK[SZER]], --expand-tabs[=ZNAK[SZER]] rozwijanie ZNAKÓW wej¶ciowych (TABów) do tej SZERoko¶ci (8) -F, -f, --form-feed do odzielania stron bêdzie u¿yty znak nowej strony zamiast znaku nowej linii (przez 3-liniowy nag³ówek strony z -F lub 5-liniowy nag³ówek i stopkê bez -F)

source: -h HEADER, --header=HEADER use a centered HEADER instead of filename in page header, -h "" prints a blank line, don't use -h"" -i[CHAR[WIDTH]], --output-tabs[=CHAR[WIDTH]] replace spaces with CHARs (TABs) to tab WIDTH (8) -J, --join-lines merge full lines, turns off -W line truncation, no column alignment, --sep-string[=STRING] sets separators
pl: -h NAG£ÓWEK, --header=NAG£ÓWEK u¿ycie wycentrowanego NAG£ÓWKA zamiast nazwy pliku w nag³ówkach, dla d³ugich nag³ówków mo¿e doj¶æ do obciêcia z lewej. -h "" drukuje pust± linie, nie u¿ywaj -h "" -i[ZNAK[SZER]], --output-tabs[=ZNAK[SZER]] zamiana spacji na ZNAKI (TABy) do tej SZEROKO¦CI (8) -J, --join-lines po³±czenie pe³nych linii, wy³±cza obcinanie linii przez -W, bez wyrównania kolumn, -sep-string[-£AÑCUCH] ustawia separatory

source: -l PAGE_LENGTH, --length=PAGE_LENGTH set the page length to PAGE_LENGTH (66) lines (default number of lines of text 56, and with -F 63) -m, --merge print all files in parallel, one in each column, truncate lines, but join lines of full length with -J
pl: -l D£UGO¦Æ_STRONY, --length=D£UGO¦Æ_STRONY ustawienie takiej D£UGO¦CI_STRONY w liniach (66) (domy¶lna liczba linii tekstu: 56; dla -F 63) -m, --merge wypisanie wszystkich plików równolegle, ka¿dy w jednej kolumnie, linie s± obcinane, ale linie o pe³nej d³ugo¶ci s± ³±czone przez -J

source: -n[SEP[DIGITS]], --number-lines[=SEP[DIGITS]] number lines, use DIGITS (5) digits, then SEP (TAB), default counting starts with 1st line of input file -N NUMBER, --first-line-number=NUMBER start counting with NUMBER at 1st line of first page printed (see +FIRST_PAGE)
pl: -n[SEP[CYFRY]], --number-lines[=SEP[CYFRY]] numerowanie linii tyloma CYFRAMI (5), potem SEPARATOREM (TAB), domy¶lnie liczone od pierwszej linii pliku wej¶ciowego -N LICZBA, --first-line-number=LICZBA pocz±tek liczenia od LICZBY przy pierwszej linii pierwszej drukowanej strony (zob. +PIERWSZA_STRONA)

source: -o MARGIN, --indent=MARGIN offset each line with MARGIN (zero) spaces, do not affect -w or -W, MARGIN will be added to PAGE_WIDTH -r, --no-file-warnings omit warning when a file cannot be opened
pl: -o MARGINES, --indent=MARGINES Przesuniêcie ka¿dej linii o MARGINES (zero) spacji, nie wp³ywa na -w ani -W, MARGINES zostanie dodany do SZEROKO¦CI_STRONY -r, --no-file-warnings bez ostrze¿eñ kiedy plik nie mo¿e byæ otwarty

source: -s[CHAR],--separator[=CHAR] separate columns by a single character, default for CHAR is the <TAB> character without -w and 'no char' with -w -s[CHAR] turns off line truncation of all 3 column options (-COLUMN|-a -COLUMN|-m) except -w is set
pl: -s[ZNAK], --separator[=ZNAK] oddzielanie kolumn pojedynczym ZNAKIEM, domy¶lnie TABem, je¿eli bez opcji -w, 'no char' z opcj± -w -s[ZNAK] wy³±cza obcinanie linii we wszystkich 3 uk³adach kolumn (-COLUMN|-a -COLUMN|-m), chyba ¿e u¿yto opcji -w

source: -SSTRING, --sep-string[=STRING]
pl: -S£AÑCUCH, --sep-string[=£AÑCUCH]

source: separate columns by STRING, without -S: Default separator <TAB> with -J and <space> otherwise (same as -S" "), no effect on column options -t, --omit-header omit page headers and trailers
pl: oddzielenie kolumn przez £AÑCUCH znaków, bez -S: z opcj± -J domy¶lny separator to TAB, bez -J - spacja (to samo co -S" "), nie wp³ywa na opcje dotycz±ce kolumn -t, --omit-header bez wypisywania nag³ówków i stopek stron

source: -T, --omit-pagination omit page headers and trailers, eliminate any pagination by form feeds set in input files -v, --show-nonprinting use octal backslash notation -w PAGE_WIDTH, --width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters for multiple text-column output only, -s[char] turns off (72)
pl: -T, --omit-pagination bez wypisywania nag³ówków i stopek stron, wy³±czenie formatowania stron przez znaki nowej strony w plikach wej¶ciowych -v, --show-nonprinting u¿ycie zapisu ósemkowego z backslashem -w SZEROKO¦Æ_STRONY, --width=SZEROKO¦Æ_STRONY ustawienie SZEROKO¦CI_STRONY w kolumnach (72), tylko dla wydruku wielokolumnowego, -s[ZNAK] wy³±cza warto¶æ domy¶ln± (72)

source: -W PAGE_WIDTH, --page-width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters always, truncate lines, except -J option is set, no interference with -S or -s
pl: -W SZEROKO¦Æ_STRONY, --page-width=SZEROKO¦Æ_STRONY ustawienie szeroko¶ci strony zawsze do SZEROKO¦CI_STRONY (72), obcinanie linii, chyba ¿e jest u¿yta opcja -J; nie przeszkadza opcjom -S ani -s.

source: -T implied by -l nn when nn <= 10 or <= 3 with -F. With no FILE, or when FILE is -, read standard input.
pl: -T jest w³±czane gdy u¿yte jest -l nn kiedy nn <= 10 lub <= 3 z -F. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie.

source: Usage: %s [VARIABLE]... or: %s OPTION If no environment VARIABLE specified, print them all.
pl: Sk³adnia: %s [ZMIENNA]... albo: %s OPCJA Je¿eli nie jest podana ¿adna zmienna ¶rodowiskowa, wypisywane s± wszystkie.

source: warning: %s: character(s) following character constant have been ignored
pl: uwaga: %s: znaki nastêpuj±ce po sta³ej znakowej zosta³y zignorowane

source: Usage: %s FORMAT [ARGUMENT]... or: %s OPTION
pl: Sk³adnia: %s FORMAT [ARGUMENT]... albo: %s OPCJA

source: Print ARGUMENT(s) according to FORMAT.
pl: Wypisuje ARGUMENT(Y) zgodnie z FORMATEM.

source: FORMAT controls the output as in C printf. Interpreted sequences are: \" double quote \NNN character with octal value NNN (1 to 3 digits) \\ backslash
pl: FORMAT wyj¶cia jak w funkcji C printf. Rozpoznawane sekwencje: \" cudzys³ów \0NNN znak o ósemkowej warto¶ci NNN (1 do 3 cyfr) \\ uko¶nik odwrotny (ang. backslash)

source: \a alert (BEL) \b backspace \c produce no further output \f form feed
pl: \a dzwonek (BEL) \b znak cofania (ang. backspace) \c zatrzymanie dalszego wy¶wietlania \f przesuniêcie o stronê (FF)

source: \n new line \r carriage return \t horizontal tab \v vertical tab
pl: \n znak nowej linii \r powrót karetki (CR) \t tabulator poziomy \v tabulator pionowy

source: %% a single % %b ARGUMENT as a string with `\' escapes interpreted, except that octal escapes are of the form \0 or \0NNN and all C format specifications ending with one of diouxXfeEgGcs, with ARGUMENTs converted to proper type first. Variable widths are handled.
pl: %% pojedynczy % %b ARGUMENT ze zinterpretowanymi sekwencjami `\' oprócz sekwencji ósemkowych w formie \0 lub \0NNN i wszystkie specyfikacje formatu C zakoñczone jednym ze znaków diouxXfeEgGcs z ARGUMENTAMI przekszta³conymi najpierw do odpowiednich typów. S± obs³ugiwane zmienne szeroko¶ci.

source: %s: expected a numeric value
pl: %s: spodziewana warto¶æ liczbowa

source: %s: value not completely converted
pl: %s: warto¶æ nie przekszta³cona w ca³o¶ci

source: missing hexadecimal number in escape
pl: brak liczby szesnastkowej w sekwencji

source: invalid universal character name \%c%0*x
pl: b³êdna nazwa znaku uniwersalnego \%c%0*x

source: invalid field width: %s
pl: b³êdna szeroko¶æ pola: %s

source: invalid precision: %s
pl: b³±d specyfikacji precyzji: %s

source: Usage: %s [OPTION]... [INPUT]... (without -G) or: %s -G [OPTION]... [INPUT [OUTPUT]]
pl: Sk³adnia: %s [OPCJA]... [WEJ¦CIE]... (bez -G) albo: %s -G [OPCJA]... [WEJ¦CIE [WYJ¦CIE]]

source: Output a permuted index, including context, of the words in the input files.
pl: Pokazanie indeksu s³ów z plików wej¶ciowych razem z kontekstem.

source: -A, --auto-reference output automatically generated references -C, --copyright display Copyright and copying conditions -G, --traditional behave more like System V `ptx' -F, --flag-truncation=STRING use STRING for flagging line truncations
pl: -A, --auto-reference wypisanie automatycznie wygenerowanych odno¶ników -C, --copyright wy¶wietlenie informacji licencyjnych -G, --traditional zachowanie zgodno¶ci z wersj± ptx z Systemu V -F, --flag-truncation=£AÑCUCH u¿ycie £AÑCUCHA do zaznaczania wyciêtych linii

source: -M, --macro-name=STRING macro name to use instead of `xx' -O, --format=roff generate output as roff directives -R, --right-side-refs put references at right, not counted in -w -S, --sentence-regexp=REGEXP for end of lines or end of sentences -T, --format=tex generate output as TeX directives
pl: -M, --macro-name=£AÑCUCH nazwa makra u¿ywanego zamiast `xx' -O, --format=roff wyj¶cie w postaci dyrektyw roff-a -R, --right-side-refs umieszczenie odno¶ników po prawej, nie liczone w -w -S, --sentence-regexp=REGEXP REGEXP dla okre¶lenia koñców linii lub zdañ -T, --format=tex generowanie wyj¶cia w postaci dyrektyw TeX-a

source: -W, --word-regexp=REGEXP use REGEXP to match each keyword -b, --break-file=FILE word break characters in this FILE -f, --ignore-case fold lower case to upper case for sorting -g, --gap-size=NUMBER gap size in columns between output fields -i, --ignore-file=FILE read ignore word list from FILE -o, --only-file=FILE read only word list from this FILE
pl: -W, --word-regexp=REGEXP u¿ycie REGEXPa do rozpoznawania s³ów kluczowych -b, --break-file=PLIK znaki rozdzielaj±ce s³owa s± w tym PLIKU -f, --ignore-case traktowanie ma³ych liter jak wielkich przy sortowaniu -g, --gap-size=LICZBA odstêp w kolumnach miêdzy polami wyj¶ciowymi -i, --ignore-file=PLIK czytanie listy ignorowanych s³ów z PLIKU -o, --only-file=FILE uwzglêdnienie tylko s³ów z PLIKU

source: -r, --references first field of each line is a reference -t, --typeset-mode - not implemented - -w, --width=NUMBER output width in columns, reference excluded
pl: -r, --references pierwsze pole ka¿dej linii jest odno¶nikiem -t, --typeset-mode - nie zaimplementowane - -w, --width=NUMBER szeroko¶æ wyj¶cia w kolumnach, bez odno¶ników

source: With no FILE or if FILE is -, read Standard Input. `-F /' by default.
pl: Je¿eli PLIK nie jest podany albo PLIK to -, czytane jest standardowe wej¶cie. Domy¶lnie u¿yta jest opcja `-F /'.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version.
pl: Ten program jest darmowy; mo¿na go rozprowadzaæ i/lub modyfikowaæ przestrzegaj±c warunków Powszechnej Licencji Publicznej GNU (General Public Licence) opublikowanej przez Free Software Foundation, w wersji 2 lub, do wyboru, dowolnej po¼niejszej.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: Ten program ten jest rozprowadzany w nadziei, ¿e bêdzie przydatny, ale BEZ ¯ADNEJ GWARANCJI, nawet bez domy¶lnej gwarancji JAKO¦CI lub PRZYDATNO¦CI DO KONKRETNYCH ZASTOSOWAÑ. Szczegó³y znajduj± siê w Powszechnej Licencji Publicznej GNU.

source: Print the full filename of the current working directory.
pl: Wypisanie pe³nej nazwy bie¿±cego katalogu.

source: cannot open directory %s
pl: nie mo¿na otworzyæ katalogu %s

source: ignoring non-option arguments
pl: zignorowano argumenty nie bêd±ce opcjami

source: Usage: %s [OPTION]... FILE
pl: Sk³adnia: %s [OPCJA]... PLIK

source: Display value of a symbolic link on standard output.
pl: Wy¶wietlenie warto¶ci dowi±zania symbolicznego na standardowym wyj¶ciu.

source: cannot chdir from %s to ..
pl: nie mo¿na przej¶æ z %s do ..

source: cannot lstat `.' in %s
pl: nie mo¿na wykonaæ lstat `.' w %s

source: %s changed dev/ino
pl: %s zmieni³ urz±dzenie/i-wêze³

source: cannot lstat %s
pl: nie mo¿na wykonaæ lstat na %s

source: cannot remove directory %s
pl: nie mo¿na usun±æ katalogu %s

source: %s: descend into write-protected directory %s?
pl: %s: wej¶æ w katalog %s, zabezpieczony przed zapisem?

source: %s: descend into directory %s?
pl: %s: przej¶æ do katalogu %s?

source: %s: remove write-protected %s %s?
pl: %s: usun±æ zabezpieczony przed zapisem %s %s?

source: %s: remove %s %s?
pl: %s: usun±æ %s %s?

source: removed %s
pl: usuniêty %s

source: removed directory: %s
pl: usuniêty katalog %s

source: cannot chdir from %s to %s
pl: nie mo¿na przej¶æ z %s do %s

source: WARNING: Circular directory structure. This almost certainly means that you have a corrupted file system. NOTIFY YOUR SYSTEM MANAGER. The following directory is part of the cycle: %s
pl: UWAGA: Cykliczna struktura katalogów. Prawie na pewno oznacza to, ¿e system plików jest uszkodzony. NALE¯Y ZAWIADOMIÆ ADMINISTRATORA SYSTEMU. Nastêpuj±cy katalog jest czê¶ci± cyklu: %s

source: cannot remove `.' or `..'
pl: nie mo¿na usun±æ `.' lub `..'

source: Usage: %s [OPTION]... FILE...
pl: Sk³adnia: %s [OPCJA]... PLIK...

source: Remove (unlink) the FILE(s). -d, --directory unlink FILE, even if it is a non-empty directory (super-user only; this works only if your system supports `unlink' for nonempty directories) -f, --force ignore nonexistent files, never prompt -i, --interactive prompt before any removal
pl: Usuwanie (unlink) PLIKU/ÓW. -d, --directory usuniêcie PLIKU, nawet je¿eli jest to niepusty katalog (tylko super-user; dzia³a tylko je¿li twój system umo¿liwia `unlink' dla niepustych katalogów) -f, --force zignorowanie nieistniej±cych plików, wy³±czenie pytañ -i, --interactive pytanie przed ka¿dym usuniêciem pliku

source: To remove a file whose name starts with a `-', for example `-foo', use one of these commands: %s -- -foo %s ./-foo
pl: ¯eby usun±æ plik z nazw± zaczynaj±ca siê od `-', np. `-foo', mo¿na u¿yæ jednego z poleceñ: %s -- -foo %s ./-foo

source: Note that if you use rm to remove a file, it is usually possible to recover the contents of that file. If you want more assurance that the contents are truly unrecoverable, consider using shred.
pl: Warto zauwa¿yæ, ¿e po u¿yciu rm do usuniêcia pliku zazwyczaj mo¿na odtworzyæ jego zawarto¶æ. Gdy istnieje potrzeba pewniejszego zagwarantowania, ¿e zawarto¶æ pliku jest rzeczywi¶cie nie do odtworzenia, nale¿y rozwa¿yæ u¿ycie programu shred.

source: removing directory, %s
pl: usuwany katalog %s

source: Usage: %s [OPTION]... DIRECTORY...
pl: Sk³adnia: %s [OPCJA]... KATALOG...

source: Remove the DIRECTORY(ies), if they are empty. --ignore-fail-on-non-empty ignore each failure that is solely because a directory is non-empty
pl: Usuwanie pustych KATALOGÓW. --ignore-fail-on-non-empty zignorowanie b³êdów spowodowanych wy³±cznie tym, ¿e katalog nie jest pusty

source: Usage: %s [OPTION]... LAST or: %s [OPTION]... FIRST LAST or: %s [OPTION]... FIRST INCREMENT LAST
pl: Sk³adnia: %s [OPCJA]... OSTATNIA albo: %s [OPCJA]... PIERWSZA OSTATNIA albo: %s [OPCJA]... PIERWSZA KROK OSTATNIA

source: Print numbers from FIRST to LAST, in steps of INCREMENT. -f, --format=FORMAT use printf style floating-point FORMAT (default: %g) -s, --separator=STRING use STRING to separate numbers (default: \n) -w, --equal-width equalize width by padding with leading zeroes
pl: Wy¶wietlenie liczb od PIERWSZEJ do OSTATNIEJ z krokiem KROK. -f, --format=FORMAT u¿ycie FORMATU w stylu zmiennoprzecinkowego formatu funkcji printf (domy¶lnie: %g) -s, --separator=£AÑCUCH rozdzielenie liczb £AÑCUCHEM (domy¶lnie: \n) -w, --equal-width wype³nienie zerami do równej szeroko¶ci

source: If FIRST or INCREMENT is omitted, it defaults to 1. That is, an omitted INCREMENT defaults to 1 even when LAST is smaller than FIRST. FIRST, INCREMENT, and LAST are interpreted as floating point values. INCREMENT is usually positive if FIRST is smaller than LAST, and INCREMENT is usually negative if FIRST is greater than LAST. When given, the FORMAT argument must contain exactly one of the printf-style, floating point output formats %e, %f, %g
pl: Je¿eli PIERWSZA lub KROK s± pominiête, maj± domy¶ln± warto¶æ 1. Tzn. je¿eli KROK jest pominiêty, domy¶lnie ma warto¶æ 1, nawet je¿eli OSTATNIA jest mniejsza od PIERWSZEJ. PIERWSZA, KROK i OSTATNIA s± interpretowane jako liczby zmiennoprzecinkowe. KROK powinien byæ dodatni, je¶li PIERWSZA jest mniejsza od OSTATNIEJ lub ujemny w przeciwnym wypadku. Podany FORMAT musi zawieraæ dok³adnie jeden ze zmiennoprzecinkowych formatów wyj¶cia w stylu printf: %e, %f lub %g

source: invalid floating point argument: %s
pl: b³êdny argument zmiennoprzecinkowy: %s

source: format string may not be specified when printing equal width strings
pl: nie mo¿na podawaæ formatu, gdy drukowane s± ³añcuchy o równej d³ugo¶ci

source: Usage: %s USERNAME COMMAND [ARGUMENT]... or: %s OPTION
pl: Sk³adnia: %s U¯YTKOWNIK POLECENIE [ARGUMENT]... albo: %s OPCJA

source: unknown user-ID: %s
pl: nieznany identyfikator u¿ytkownika %s

source: cannot set supplemental group
pl: nie mo¿na ustawiæ grup dodatkowych

source: Usage: %s [OPTIONS] FILE [...]
pl: Sk³adnia: %s [OPCJE] PLIK [...]

source: Overwrite the specified FILE(s) repeatedly, in order to make it harder for even very expensive hardware probing to recover the data.
pl: Wielokrotne zamazanie podanego PLIKU w celu utrudnienia odzyskania jego zawarto¶ci nawet przy u¿yciu drogich urz±dzeñ do odzyskiwania danych.

source: -f, --force change permissions to allow writing if necessary -n, --iterations=N Overwrite N times instead of the default (%d) -s, --size=N shred this many bytes (suffixes like K, M, G accepted)
pl: -f, --force zmiana uprawnieñ w razie potrzeby, ¿eby pozwoliæ na zapis -n, --iterations=N zamazanie N razy zamiast domy¶lnych %d -s, --size=N zamazanie N bajtów (mo¿na u¿ywaæ przyrostków typu K, M, G)

source: %s: cannot rewind
pl: %s: nie mo¿na przewin±æ

source: %s: pass %lu/%lu (%s)...
pl: %s: przebieg %lu/%lu (%s)...

source: %s: error writing at offset %s
pl: %s: b³±d zapisu na pozycji %s

source: %s: file too large
pl: %s: plik jest za du¿y

source: %s: pass %lu/%lu (%s)...%s
pl: %s: przebieg %lu/%lu (%s)...%s

source: %s: pass %lu/%lu (%s)...%s/%s %d%%
pl: %s: przebieg %lu/%lu (%s)...%s/%s %d%%

source: %s: invalid file type
pl: %s: b³êdny typ pliku

source: %s: file has negative size
pl: %s: plik ma ujemny rozmiar

source: %s: error truncating
pl: %s: b³±d obcinania

source: %s: cannot shred append-only file descriptor
pl: %s: nie mo¿na zamazywaæ pliku tylko do dopisywania

source: %s: removing
pl: %s: usuwanie

source: %s: renamed to %s
pl: %s: przemianowany na %s

source: %s: removed
pl: %s: skasowany

source: %s: invalid number of passes
pl: %s: b³êdna liczba przebiegów

source: %s: invalid file size
pl: %s: b³êdny rozmiar pliku
