Repository: coreutils/coreutils
Catalog: po/*.po
Languages: pl

source: -n, --lines=N output the last N lines, instead of the last %d --max-unchanged-stats=N with --follow=name, reopen a FILE which has not changed size after N (default %d) iterations to see if it has been unlinked or renamed (this is the usual case of rotated log files)
pl: -n, --lines=N wypisanie ostatnich N linii zamiast ostatnich %d --max-unchanged-stats=N z --follow=name powoduje ponowne otwieranie PLIKU, który nie zmieni³ rozmiaru po N (domy¶lnie %d) iteracjach, ¿eby sprawdziæ czy zosta³ usuniêty albo przemianowany (czêsty przypadek dla logów)

source: --pid=PID with -f, terminate after process ID, PID dies -q, --quiet, --silent never output headers giving file names -s, --sleep-interval=S with -f, sleep for approximately S seconds (default 1.0) between iterations. -v, --verbose always output headers giving file names
pl: --pid=PID z -f - zakoñczenie pracy po zakoñczeniu procesu o numerze PID -q, --quiet, --silent bez wypisywania nag³ówków z nazwami plików -s, --sleep-interval=S z -f - odczekanie za ka¿dym razem S sekund -v, --verbose wypisywanie zawsze nag³ówków z nazwami plików

source: If the first character of N (the number of bytes or lines) is a `+', print beginning with the Nth item from the start of each file, otherwise, print the last N items in the file. N may have a multiplier suffix: b 512, k 1024, m 1024*1024.
pl: Je¿eli pierwszy znak N (liczby bajtów lub linii) to `+', pisanie zaczyna siê od N-tego elementu od pocz±tku ka¿dego pliku. W przeciwnym wypadku wypisanych jest ostatnich N elementów pliku. N mo¿e mieæ mno¿nik: b - 512, k 1024 albo m - 1024*1024 (1 mega).

source: With --follow (-f), tail defaults to following the file descriptor, which means that even if a tail'ed file is renamed, tail will continue to track its end.
pl: Z --follow (-f) tail domy¶lnie ¶ledzi przyrosty zawarto¶ci pliku o okre¶lonym deskryptorze, wiêc nawet po zmianie nazwy ¶ledzi ten sam plik.

source: This default behavior is not desirable when you really want to track the actual name of the file, not the file descriptor (e.g., log rotation). Use --follow=name in that case. That causes tail to track the named file by reopening it periodically to see if it has been removed and recreated by some other program.
pl: To zachowanie jest niepo¿±dane, je¿eli ¶ledzony ma byæ plik o okre¶lonej nazwie (np. plik loga podlegaj±cy rotacji). W tym przypadku nale¿y u¿yæ --follow=name, co powoduje, ¿e tail ¶ledzi podany plik, otwieraj±c go co jaki¶ czas ponownie, ¿eby sprawdziæ, czy nie zosta³ usuniêty i ponownie utworzony przez jaki¶ inny program.

source: closing %s (fd=%d)
pl: zamykanie %s (fd=%d)

source: %s: cannot seek to relative offset %s
pl: %s: nie mo¿na ustawiæ pozycji wzglêdnej %s

source: %s: cannot seek to end-relative offset %s
pl: %s: nie mo¿na ustawiæ pozycji %s wzglêdem koñca pliku

source: %s: file truncated
pl: %s: plik obciêty

source: no files remaining
pl: nie ma wiêcej plików

source: %s: cannot follow end of this type of file; giving up on this name
pl: %s: pliku tego typu nie mo¿na ¶ledziæ

source: %s: invalid maximum number of unchanged stats between opens
pl: %s: b³êdna maksymalna liczba braków zmian stanów miêdzy otwarciami pliku

source: %s: invalid PID
pl: %s: b³êdny PID

source: %s: invalid number of seconds
pl: %s: b³êdna liczba sekund

source: warning: --retry is useful only when following by name
pl: uwaga: opcja --retry jest przydatna tylko przy ¶ledzeniu nazwy

source: warning: PID ignored; --pid=PID is useful only when following
pl: uwaga: zignorowany PID; opcja --pid=PID jest przydatna tylko przy ¶ledzeniu

source: warning: --pid=PID is not supported on this system
pl: uwaga: opcja --pid=PID nie dzia³a w tym systemie

source: cannot follow %s by name
pl: nie mo¿na pokazywaæ pliku %s wg nazwy

source: warning: following standard input indefinitely is ineffective
pl: warning: sta³e pod±¿anie za standardowym wej¶ciem mo¿e sie nie udaæ

source: Copy standard input to each FILE, and also to standard output. -a, --append append to the given FILEs, do not overwrite -i, --ignore-interrupts ignore interrupt signals
pl: Kopiuje standardowe wej¶cie do ka¿dego PLIKU oraz na standardowe wyj¶cie. -a, --append dopisywanie do PLIKU, nie nadpisywanie -i, --ignore-interrupts ignorowanie sygna³ów przerwania

source: ')' expected
pl: spodziewany `)'

source: ')' expected, found %s
pl: spodziewany `)', a jest %s

source: %s: unary operator expected
pl: %s: spodziewany operator jednoargumentowy

source: -nt does not accept -l
pl: -nt nie dopuszcza -l

source: -ef does not accept -l
pl: -ef nie dopuszcza -l

source: -ot does not accept -l
pl: -ot nie dopuszcza -l

source: unknown binary operator
pl: nieznany operator dwuargumentowy

source: %s: binary operator expected
pl: %s: spodziewany operator dwuargumentowy

source: ( EXPRESSION ) EXPRESSION is true ! EXPRESSION EXPRESSION is false EXPRESSION1 -a EXPRESSION2 both EXPRESSION1 and EXPRESSION2 are true EXPRESSION1 -o EXPRESSION2 either EXPRESSION1 or EXPRESSION2 is true
pl: ( WYRA¯ENIE ) WYRA¯ENIE jest prawdziwe ! WYRA¯ENIE WYRA¯ENIE jest fa³szywe WYRA¯ENIE1 -a WYRA¯ENIE2 WYRA¯ENIE1 i WYRA¯ENIE2 s± prawdziwe WYRA¯ENIE1 -o WYRA¯ENIE2 WYRA¯ENIE1 lub WYRA¯ENIE2 jest prawdziwe

source: INTEGER1 -eq INTEGER2 INTEGER1 is equal to INTEGER2 INTEGER1 -ge INTEGER2 INTEGER1 is greater than or equal to INTEGER2 INTEGER1 -gt INTEGER2 INTEGER1 is greater than INTEGER2 INTEGER1 -le INTEGER2 INTEGER1 is less than or equal to INTEGER2 INTEGER1 -lt INTEGER2 INTEGER1 is less than INTEGER2 INTEGER1 -ne INTEGER2 INTEGER1 is not equal to INTEGER2
pl: LICZBA1 -eq LICZBA2 LICZBA1 równa LICZBIE2 (liczby ca³kowite) LICZBA1 -ge LICZBA2 LICZBA1 wiêksza lub równa LICZBIE2 LICZBA1 -gt LICZBA2 LICZBA1 wiêksza od LICZBY2 LICZBA1 -le LICZBA2 LICZBA1 mniejsza lub równa LICZBIE2 LICZBA1 -lt LICZBA2 LICZBA1 mniejsza od LICZBY2 LICZBA1 -ne LICZBA2 LICZBA1 jest ró¿na od LICZBY2

source: FILE1 -ef FILE2 FILE1 and FILE2 have the same device and inode numbers FILE1 -nt FILE2 FILE1 is newer (modification date) than FILE2 FILE1 -ot FILE2 FILE1 is older than FILE2
pl: PLIK1 -ef PLIK2 PLIK1 i PLIK2 maj± ten sam numer urz±dzenia i i-wêz³a PLIK1 -nt PLIK2 PLIK1 jest nowszy ni¿ PLIK2 (wg daty modyfikacji) PLIK1 -ot PLIK2 PLIK1 jest starszy ni¿ PLIK2

source: -b FILE FILE exists and is block special -c FILE FILE exists and is character special -d FILE FILE exists and is a directory -e FILE FILE exists
pl: -b PLIK PLIK istnieje i jest urz±dzeniem blokowym -c PLIK PLIK istnieje i jest urz±dzeniem znakowym -d PLIK PLIK istnieje i jest katalogiem -e PLIK PLIK istnieje

source: missing `]'
pl: brak `]'

source: invalid date format %s
pl: b³êdny format daty %s

source: creating %s
pl: utworzenie %s

source: cannot touch %s
pl: nie mo¿na dotkn±æ %s

source: setting times of %s
pl: ustawienie czasu %s

source: Update the access and modification times of each FILE to the current time.
pl: Uaktualnienie czasu ostatniego odczytu lub modyfikacji ka¿dego PLIKU do bie¿±cego czasu.

source: -a change only the access time -c, --no-create do not create any files -d, --date=STRING parse STRING and use it instead of current time -f (ignored) -m change only the modification time
pl: -a zmiana tylko czasu dostêpu -c, --no-create bez tworzenia nowych plików -d, --date=£AÑCUCH u¿ycie £AÑCUCHA znaków zamiast bie¿±cego czasu -f (ignorowane) -m zmiana tylko czasu modyfikacji

source: cannot specify times from more than one source
pl: nie mo¿na podaæ czasu z wiêcej ni¿ jednego ¼ród³a

source: Usage: %s [OPTION]... SET1 [SET2]
pl: Sk³adnia: %s [OPCJA]... ZBIÓR1 [ZBIÓR2]

source: SETs are specified as strings of characters. Most represent themselves. Interpreted sequences are: \NNN character with octal value NNN (1 to 3 octal digits) \\ backslash \a audible BEL \b backspace \f form feed \n new line \r return \t horizontal tab
pl: ZBIORY s± podawane jako ci±gi znaków. Wiêkszo¶æ znaków reprezentuje same siebie. Specjalnie interpretowane ci±gi to: \NNN znak o warto¶ci ósemkowej NNN (od 1 do 3 cyfr ósemkowych) \\ uko¶nik odwrotny \a znak BEL \b backspace \f nowa strona \n nowa linia \r powrót karetki \t tabulacja pozioma

source: \v vertical tab CHAR1-CHAR2 all characters from CHAR1 to CHAR2 in ascending order [CHAR*] in SET2, copies of CHAR until length of SET1 [CHAR*REPEAT] REPEAT copies of CHAR, REPEAT octal if starting with 0 [:alnum:] all letters and digits [:alpha:] all letters [:blank:] all horizontal whitespace [:cntrl:] all control characters [:digit:] all digits
pl: \v tabulacja pionowa ZNAK1-ZNAK2 wszystkie znaki od ZNAK1 do ZNAK2, rosn±co [ZNAK*] w ZBIORZE2 kopiuje ZNAK uzupe³niaj±c do d³ugo¶ci ZBIORU1 [ZNAK*POWTÓRZ] POWTÓRZ kopii ZNAKU, ósemkowo gdy zaczyna siê od 0 [:alnum:] wszystkie litery i cyfry [:alpha:] wszystkie litery [:blank:] wszystkie odstêpy poziome [:cntrl:] wszystkie znaki steruj±ce [:digit:] wszystkie cyfry

source: [:graph:] all printable characters, not including space [:lower:] all lower case letters [:print:] all printable characters, including space [:punct:] all punctuation characters [:space:] all horizontal or vertical whitespace [:upper:] all upper case letters [:xdigit:] all hexadecimal digits [=CHAR=] all characters which are equivalent to CHAR
pl: [:graph:] wszystkie znaki drukowalne oprócz spacji [:lower:] wszystkie ma³e litery [:print:] wszystkie znaki drukowalne w³±cznie ze spacj± [:punct:] wszystkie znaki przestankowe [:space:] wszystkie odstêpy poziome i pionowe [:upper:] wszystkie wielkie litery [:xdigit:] wszystkie cyfry szesnastkowe [=ZNAK=] wszystkie znaki równowa¿ne ZNAKOWI

source: Translation occurs if -d is not given and both SET1 and SET2 appear. -t may be used only when translating. SET2 is extended to length of SET1 by repeating its last character as necessary.
pl: Zamiana nastêpuje gdy nie jest podana opcja -d i s± podane oba zbiory ZBIÓR1 i ZBIÓR2. -t mo¿e byæ u¿yte tylko przy zamianie. W razie potrzeby ZBIÓR2 jest uzupe³niany do d³ugo¶ci ZBIORU1 przez powtórzenie ostatniego znaku. Nadmiarowe znaki ZBIORU2 s± ignorowane.

source: Excess characters of SET2 are ignored. Only [:lower:] and [:upper:] are guaranteed to expand in ascending order; used in SET2 while translating, they may only be used in pairs to specify case conversion.
pl: Tylko [:lower:] i [:upper:] bêd± na pewno rozwiniête w porz±dku rosn±cym; u¿yte w ZBIORZE2 przy zamianie, mog± byæ tylko zestawione w parach dla konwersji ma³e-wielkie litery.

source: -s uses SET1 if not translating nor deleting; else squeezing uses SET2 and occurs after translation or deletion.
pl: Je¿eli operacj± nie jest ani zamiana ani kasowanie, -s u¿ywa ZBIORU1. W przeciwnym wypadku u¿ywa ZBIORU2 i kompresja powtórzeñ zachodzi po zamianie i kasowaniu.

source: range-endpoints of `%s-%s' are in reverse collating sequence order
pl: koñce zakresu `%s-%s' s± w odwrotnym porz±dku sortowania

source: missing character class name `[::]'
pl: brakuj±ca nazwa klasy znaków `[::]'

source: missing equivalence class character `[==]'
pl: brakuj±cy znak dla klasy równowa¿no¶ci `[==]'

source: %s: equivalence class operand must be a single character
pl: %s: operand klasy równowa¿no¶ci musi byæ pojedynczym znakiem

source: the [c*] repeat construct may not appear in string1
pl: specyfikacja powtarzania [c*] nie mo¿e byæ w ZBIORZE1

source: only one [c*] repeat construct may appear in string2
pl: tylko jedna specyfikacja powtarzania [c*] mo¿e byæ w ZBIORZE2

source: [=c=] expressions may not appear in string2 when translating
pl: wyra¿enia [=c=] nie mog± byæ w ZBIORZE2 przy zamianie

source: when not truncating set1, string2 must be non-empty
pl: je¿eli nie jest obcinany ZBIÓR1, ZBIÓR2 musi byæ niepusty

source: when translating with complemented character classes, string2 must map all characters in the domain to one
pl: przy zamianie z u¿yciem dope³nieñ klas znaków, ZBIÓR2 musi odwzorowywaæ wszystkie znaki z dziedziny na jeden

source: when translating, the only character classes that may appear in string2 are `upper' and `lower'
pl: przy zamianie w ZBIORZE2 mog± siê pojawiæ tylko klasy znaków `upper' i `lower'

source: the [c*] construct may appear in string2 only when translating
pl: specyfikacja [c*] mo¿e siê pojawiæ w ZBIORZE2 tylko przy zamianie

source: misaligned [:upper:] and/or [:lower:] construct
pl: nie wyrównane konstrukcje [:upper:] i/lub [:lower:]

source: Usage: %s [OPTION] [FILE] Write totally ordered list consistent with the partial ordering in FILE. With no FILE, or when FILE is -, read standard input.
pl: Sk³adnia: %s [OPCJA] [PLIK] Wypisanie ca³kowicie uporz±dkowanej listy zgodnie z czê¶ciowym porz±dkiem w PLIKU. Gdy nie podano PLIKU albo gdy PLIK to -, czytane jest standardowe wej¶cie.

source: %s: input contains an odd number of tokens
pl: %s: dane wej¶ciowe zawieraj± nieparzyst± liczbê elementów

source: %s: input contains a loop:
pl: %s: dane wej¶ciowe zawieraj± pêtlê:

source: Usage: %s [OPTION]...
pl: Sk³adnia: %s [OPCJA]...

source: Print the file name of the terminal connected to standard input. -s, --silent, --quiet print nothing, only return an exit status
pl: Napisanie nazwy terminala zwi±zanego ze standardowym wej¶ciem. -s, --silent, --quiet nic nie jest wypisywane, zwracany jest kod powrotu

source: not a tty
pl: to nie jest terminal

source: cannot get system name
pl: nie mo¿na ustaliæ nazwy systemu

source: Usage: %s [OPTION]... [INPUT [OUTPUT]]
pl: Sk³adnia: %s [OPCJA]... [WEJ¦CIE [WYJ¦CIE]]

source: Discard all but one of successive identical lines from INPUT (or standard input), writing to OUTPUT (or standard output).
pl: Pominiêcie wszystkich kolejnych identycznych linii z WEJ¦CIA (lub standardowego wej¶cia) oprócz jednej, wynik jest zapisywany na WYJ¦CIE (lub standardowe wyj¶cie).

source: -c, --count prefix lines by the number of occurrences -d, --repeated only print duplicate lines
pl: -c, --count poprzedzenie linii liczb± powtórzeñ -d, --repeated wypisanie tylko powtórzonych linii

source: -D, --all-repeated[=delimit-method] print all duplicate lines delimit-method={none(default),prepend,separate} Delimiting is done with blank lines. -f, --skip-fields=N avoid comparing the first N fields -i, --ignore-case ignore differences in case when comparing -s, --skip-chars=N avoid comparing the first N characters -u, --unique only print unique lines
pl: -D, --all-repeated[=metoda-oddzielenia] wypisanie wszystkich powtarzaj±cych siê linii. metoda-oddzielenia={none(domy¶lna),prepend,separate} Oddzielanie jest robione przez puste linie -f, --skip-fields=N bez porównania pierwszych N pól -i, --ignore-case ignorowanie ró¿nic miêdzy ma³ymi i wielkimi literami -s, --skip-chars=N bez porównania pierwszych N znaków -u, --unique wypisanie tylko linii unikalnych

source: -w, --check-chars=N compare no more than N characters in lines
pl: -w, --check-chars=N porównanie najwy¿ej N znaków w liniach

source: A field is a run of whitespace, then non-whitespace characters. Fields are skipped before chars.
pl: Pole to ci±g znaków odstêpu, za którym s± znaki nie bêd±ce znakami odstepu. Pola s± przeskakiwane przed przeskakiwaniem znaków.

source: invalid number of fields to skip
pl: b³êdna liczba pól do przeskoczenia

source: invalid number of bytes to skip
pl: b³êdna liczba bajtów do przeskoczenia

source: invalid number of bytes to compare
pl: b³êdna liczba bajtów do porównania

source: printing all duplicated lines and repeat counts is meaningless
pl: wypisywanie wszystkich powtórzonych linii i ilo¶ci powtórzeñ nie ma sensu

source: Usage: %s FILE or: %s OPTION
pl: Sk³adnia: %s PLIK albo: %s OPCJA

source: Call the unlink function to remove the specified FILE.
pl: Wywo³anie funkcji unlink (usuñ) aby usun±æ podany PLIK.

source: cannot unlink %s
pl: nie mo¿na usun±æ %s

source: couldn't get boot time
pl: sprawdzenie czasu startu systemu jest niemo¿liwe

source: %2d:%02d%s up
pl: %2d:%02d%s dzia³a

source: , load average: %.2f
pl: , obci±¿enie: %.2f

source: Usage: %s [OPTION]... [ FILE ]
pl: Sk³adnia: %s [OPCJA]... [ PLIK ]

source: Print the current time, the length of time the system has been up, the number of users on the system, and the average number of jobs in the run queue over the last 1, 5 and 15 minutes. If FILE is not specified, use %s. %s as FILE is common.
pl: Wy¶wietlenie aktualnej godziny, czasu dzia³ania systemu, liczby u¿ytkowników zalogowanych w systemie oraz ¶redni± liczbê procesów uruchamianych w ci±gu ostatnich 1, 5 i 15 minut. Je¶li nie podano PLIKU, u¿ywa %s. %s jest czêsto podawane jako PLIK.

source: Output who is currently logged in according to FILE. If FILE is not specified, use %s. %s as FILE is common.
pl: Wy¶wietla kto jest zalogowany wed³ug informacji w PLIKU. Je¶li brak PLIKU, u¿ywa %s. Czêsto podaje siê te¿ %s.

source: Print newline, word, and byte counts for each FILE, and a total line if more than one FILE is specified. With no FILE, or when FILE is -, read standard input. -c, --bytes print the byte counts -m, --chars print the character counts -l, --lines print the newline counts
pl: Dla ka¿dego PLIKU wypisywana jest liczba naków nowej linii, s³ów i bajtów oraz podsumowanie je¿eli podany jest wiêcej ni¿ jeden PLIK. Je¿eli PLIK nie jest podany lub PLIK to -, czytane jest standardowe wej¶cie. -c, --bytes wypisanie liczby bajtów -m, --chars wypisanie liczby znaków -l, --lines wypisanie liczby znaków nowej linii

source: -L, --max-line-length print the length of the longest line -w, --words print the word counts
pl: -L, --max-line-length wypisanie d³ugo¶ci najd³u¿szej linii -w, --words wypisanie liczby s³ów

source: old
pl: dawno

source: term=
pl: zakoñczenie=

source: exit=
pl: wyj¶cie=

source: clock change
pl: zmiana czasu

source: last=
pl: ostatni=

source: NAME
pl: U¯YTKOWNIK

source: LINE
pl: TERM

source: TIME
pl: CZAS

source: IDLE
pl: BEZCZYNNY

source: COMMENT
pl: KOMENTARZ

source: EXIT
pl: WYJ¦CIE

source: Usage: %s [OPTION]... [ FILE | ARG1 ARG2 ]
pl: Sk³adnia: %s [OPCJA]... [ PLIK | ARGUMENT1 ARGUMENT2 ]

source: -a, --all same as -b -d --login -p -r -t -T -u -b, --boot time of last system boot -d, --dead print dead processes -H, --heading print line of column headings
pl: -a, --all to samo co -b -d --login -p -r -t -T -u -b, --boot czas ostatniego uruchomienia systemu -d, --dead wypisanie martwych procesów -H, --heading wypisanie linii nag³ówków kolumn

source: --lookup attempt to canonicalize hostnames via DNS -m only hostname and user associated with stdin -p, --process print active processes spawned by init
pl: --lookup rozwi±zywanie nazw systemów poprzez DNS -m wy¶wietlenie tylko nazwy systemu i u¿ytkownika zwi±zanego ze standardowym wej¶ciem -p, --process aktywne procesy uruchomione przez init

source: -q, --count all login names and number of users logged on -r, --runlevel print current runlevel -s, --short print only name, line, and time (default) -t, --time print last system clock change
pl: -q, --count wszystkie nazwy i liczba zalogowanych u¿ytkowników -r, --runlevel bie¿±cy runlevel -s, --short wypisanie tylko u¿ytkownika, terminala i czasu (domy¶lnie) -t, --time podanie ostatniej zmiany zegara systemowego

source: -T, -w, --mesg add user's message status as +, - or ? -u, --users list users logged in --message same as -T --writable same as -T
pl: -T, -w, --mesg zaznaczenie czy u¿ytkownik przyjmuje komunikaty: +, - lub ? -u, --users wypisanie zalogowanych u¿ytkowników --message to samo co -T --writable to samo co -T

source: If FILE is not specified, use %s. %s as FILE is common. If ARG1 ARG2 given, -m presumed: `am i' or `mom likes' are usual.
pl: Je¶li nie podano PLIKU, u¿ywany jest %s. Czêsto podaje siê %s. Obecno¶æ ARG1 ARG2 implikuje -m. Typowe wywo³ania: `am i', `mom likes'.

source: Warning: -i will be removed in a future release; use -u instead
pl: Uwaga: opcja -i zostanie w przysz³o¶ci usuniêta, u¿ywaj -u

source: Usage: %s [STRING]... or: %s OPTION
pl: Sk³adnia: %s [£AÑCUCH] albo: %s OPCJA

source: Repeatedly output a line with all specified STRING(s), or `y'.
pl: Powtarzanie na wyj¶ciu linii ze wszystkimi podanymi £AÑCUCH(AMI) albo `y'
